Repository: common-repository/membership-by-supsystic
Catalog: app/lang/membership-by-supsystic-*.po
Languages: es_es

source: Hi {display_name}. You recently have requested for changing the password associated with your {site_name} account. To confirm your request please visit the following url: <a href="{password_change_url}">{password_change_url}</a> If you did not make this change and believe your {site_name} account has been compromised, please contact us at the following email address: {admin_email} Thanks, {site_name}
es_es: Hola {display_name}. Recientemente ha solicitado cambiar la contraseña asociada con su cuenta {site_name}. Para confirmar su solicitud, visite la siguiente url: <a href="{password_change_url}"> {password_change_url} </a> Si no realizó este cambio y cree que su cuenta {site_name} ha sido comprometida, contáctenos a la siguiente dirección de correo electrónico: {admin_email} Gracias, {site_name}

source: Hide ordered Membership Levels
es_es: Esconder orden de Nivel de Usuario

source: Hope you will come back.
es_es: Espero que vuelvas.

source: Hour
es_es: Hora

source: Hour(s)
es_es: Hora(s)

source: I already did
es_es: Ya lo hice

source: I found a better plugin
es_es: Encontré un mejor plugin

source: I no longer need the plugin
es_es: Ya no necesito el plugin

source: IPN Address
es_es: Dirección IPN

source: ISO Code
es_es: Código ISO

source: Icon
es_es: Icono

source: Icon:
es_es: Icono:

source: If buy next products
es_es: Si compra siguiente productos

source: If it's possible, specify plugin name
es_es: Si es posible, especifique el nombre del plugin

source: If the %s field is not specified then the password will be the same as the %s field.
es_es: Si no se especifica el campo %s, la contraseña será la misma que el campo %s.

source: If the user with the specified username or email already exists then inserting fields data will be ignored.
es_es: Si el usuario con el nombre de usuario o correo electrónico especificado ya existe, la inserción de datos de campos se ignorará.

source: If this option is enabled an avatar will be displayed near user's name.
es_es: Sie está habilitada esta opción un avatar se mostrará en el nombre del usuario.

source: If this option is enabled users will be able to upload the second image behind the avatar image. It is kind of background image.
es_es: Si ésta opción está habilitada, los miembros podrán subir una segunda imagen detrás del avatar. Como una portada.

source: If this option is enabled, "Remember me" checkbox will be shown in login form.
es_es: Si está habilitada esta opción, una casilla de "Acuérdate de mi" se mostrará en el formulario de acceso.

source: If this option is enabled, authorized members can swich tabs (friends, follows, followers) on Member page.
es_es: Si esta opción está habilitada, los miembros autorizados pueden cambiar las pestañas (amigos, seguidores, seguidores) en la página Miembro.

source: If this option is enabled, only members with avatar will be shown.
es_es: Si está habilitada esta opción, sólo se mostraran usuarios con avatar.

source: If this option is enabled, only members with cover photo will be shown on "Members" tab.
es_es: Si está habilitada esta opción, Sólo se mostrarán usuarios con portada en la pestaña de "Miembros".

source: If this option is enabled, profile name will be shown in header.
es_es: Si está habilitada esta opción, el nombre de perfil se mostrará en el encabezado.

source: If this option is enabled, the default colors of your theme will be used.
es_es: Si está habilitada esta opción, se aplicarán los colores predeterminados de tu tema.

source: If you have a moment, please share why you are deactivating Membership by Supsystic
es_es: Si tiene un momento, comparta por qué está desactivando Membership by Supsystic

source: If you have a question, <a href="%s" target="_blank">contact us</a> and will do our best to help you
es_es: Si tiene una pregunta, <a href="%s" target="_blank"> envíenos un mensaje </a> y haremos todo lo posible para ayudarlo

source: If, unfortunately, you have some problem - we are always ready to help you in our %s.
es_es: Si, por desgracia, tiene algún problema, siempre estamos listos para ayudarlo en nuestro %s.

source: Image
es_es: Imagen

source: Image Quality
es_es: Calildad de imágen

source: Image size limit is exceeded
es_es: Tamaño de imagen excedida

source: Import
es_es: Importar

source: Import Activity
es_es: Importar Actividad

source: Import Buddy Press Data
es_es: Importar datos de Buddypress

source: Import Data
es_es: Importar datos

source: Import Friends
es_es: Importar Amigos

source: Import Groups
es_es: Importar Grupos

source: Import Ultimate Member Data
es_es: Importar Datos de Ultimate Member

source: Import User Fields
es_es: Importar Campos de Usuario

source: Import completed successfully
es_es: Importación completada exitosamente

source: Import data to activity
es_es: Importar datos a actividad

source: Import data to activity by hashtags
es_es: Importar datos por hashtag

source: Import from csv
es_es: Importar desde CSV

source: Import users from CSV
es_es: Importar usuarios desde CSV

source: Importing completed with errors
es_es: Importación completada con errores

source: In MailChimp there is possibility to select groups for your subscribers. This is not mandatory, but sometimes it is really helpful. So, we added this possibility for you in our plugin - hope you will like it!
es_es: En MailChimp hay posibilidad de seleccionar grupos para tu subscritores. Esto no es obligatorio, pero a veces es de gran ayuda, así que decidimos añadir la posibilidad para ti en nuestro plugin - esperamos que te guste!

source: Indeed, Membership is a very easy-to-use plugin and it consists of various exciting options at the same time. So after you close this page we will demonstrate you the main of them with step-by-step tutorial. For the first time we will help you to tune your Membership, but if you will need our help, please, contact us via our %s.
es_es: De hecho, Membership es un complemento muy fácil de usar y consta de varias opciones interesantes al mismo tiempo. Entonces, después de cerrar esta página, le mostraremos la parte principal de ellos con un tutorial paso a paso. Por primera vez, lo ayudaremos a ajustar su Membership, pero si necesita nuestra ayuda, contáctenos a través de nuestro %s.

source: Input Background Color
es_es: Color de Fondo de Entrada

source: Input Background Focus Color
es_es: Color de Fondo de Entrada Enfocado

source: Input Border Color
es_es: Color de bordes De Entrada

source: Input Border Focus Color
es_es: Color de Bordes de entrada Enfocado

source: Input Placeholder Color
es_es: Color del Marcador de entrada

source: Inputs
es_es: Entradas

source: Insert Attachment. Db error #2
es_es: Insertar archivo adjunto. Db error # 2

source: Insert this URL to your %s account as IPN address - to make IPN system work as it should.
es_es: Iserta este URL a tu cuenta %s como una dirección de IPN - Para hacer que el sistema IPN funcione correctamente.

source: Install
es_es: Instalar

source: Integrate Membership with your Facebook App.
es_es: Integrate con la App de Facebook.

source: Integrations
es_es: Integraciones

source: Invalid ID
es_es: ID Inválido

source: Invalid login or password.
es_es: Contraseña o Login Inválidas.

source: Invalid token. Please refresh page.
es_es: Token inválido, Por favor recarga la página.

source: Invalid username or email.
es_es: Nombre de usuario o correo electrónico no válido.

source: Invitations
es_es: Invitaciones

source: Invite
es_es: Invitar

source: Invite administrators
es_es: Invitar administradores

source: Invite administrators
es_es: Invitar administradores

source: Invite as administrator
es_es: Invitar como administrador

source: Invite friends
es_es: Invitar amigos

source: Invite users
es_es: Invitar usuarios

source: Invited users
es_es: Usuarios invitados

source: Invites
es_es: Invitaciones

source: Is default?
es_es: Es predeterminado?

source: It's a temporary deactivation
es_es: Es una desactivación temporal

source: Join group
es_es: Unirse al grupo

source: Join groups
es_es: Unirse a grupos

source: Join requests
es_es: Unirse a peticiones

source: Joined Groups
es_es: Grupos a los que te has unido

source: Joined Groups tab
es_es: Pestaña Grupos unidos

source: Label
es_es: Etiqueta

source: Last
es_es: Último

source: Last Name
es_es: Apellido

source: Last Name First Name
es_es: Apellido Nombre

source: Last Name is required
es_es: Se requiere apellido

source: Last seen
es_es: Ultima vez visto

source: Latitude:
es_es: Latitud:

source: Leave group
es_es: Abandonar Grupo

source: Let your users register and login easily via Facebook or Twitter accounts.
es_es: Deje que sus usuarios se registren e inicien sesión fácilmente a través de las cuentas de Facebook o Twitter.

source: Let's Start!
es_es: ¡Empecemos!

source: Let's make a quick tour through features and main options of the plugin. Just click "Next" button.
es_es: Vamos a hacer un recorrido rápido a través de las características y opciones principales del complemento. Simplemente haga clic en el botón "Siguiente".

source: Level
es_es: Nivel

source: Level Purchase (can be with Registration)
es_es: Nivela la compra (Puede ser con registro)

source: License
es_es: Licencia

source: License Key
es_es: Clave de licencia

source: License server error
es_es: Error del servidor de licencia

source: Light
es_es: Claro

source: Like
es_es: Me gusta

source: Liked activity is not exist
es_es: La actividad de me gusta no existe

source: Liked activity is not exist
es_es: La actividad me gusta no existe

source: Likes
es_es: Me Gusta

source: Link
es_es: Enlace

source: Lists for subscribe
es_es: Lista para Suscribir

source: Load more
es_es: Cargar más

source: Log in
es_es: Iniciar sesión

source: Log in with
es_es: Iniciar sesión con

source: Login
es_es: Iniciar sesión

source: Login ID
es_es: ID de Inicio de Sesión

source: Login Primary Button Text
es_es: Inicio de sesión texto de Botón Principal

source: Login Secondary Button
es_es: Inicio de sesión Botón secundario

source: Login Secondary Button Text
es_es: Inicio de sesión texto de Botón Secundario

source: Login Secondary Button URL
es_es: Inicio de sesión URL de Botón Secundario

source: Login after success Registration
es_es: Iniciar sesión después del éxito al Registrar

source: Login error
es_es: Error de Inicio de sesión

source: Logo Thumbnail Large Size
es_es: Miniatura de Logotipo Tamaño Grande

source: Logo Thumbnail Medium Size
es_es: Miniatura de Logotipo Tamaño Mediano

source: Logo Thumbnail Small Size
es_es: Miniatura de Logotipo Tamaño Pequeño

source: Logout
es_es: Cerrar sesión

source: Longitude:
es_es: Longitud:

source: Mail appears from
es_es: Mail parece de

source: Mail appears from address
es_es: Mail parece de dirección

source: MailChimp API key
es_es: MailChimp Clave API

source: Mails Configuration
es_es: Configuración de correos

source: Main
es_es: Principal

source: Main Settings
es_es: Ajustes principales

source: Make sure you assigned Membership Level for this Content before enable Dripping.
es_es: Asegúrese de haber asignado el nivel de usuario para este contenido antes de habilitar el goteo.

source: Managed Groups
es_es: Grupos gestionados

source: Maps params was saved success
es_es: Parámetros de Mapas de guardó con éxito

source: Mark all as read
es_es: Marcar como leído

source: Mark as read and close
es_es: Marcar como leído y cerrar

source: Mark as unread and close
es_es: Marcar como no leído y cerrar

source: Marker Description:
es_es: Descripción del marcador:

source: Marker Name:
es_es: Nombre del marcador:

source: Markers list
es_es: Lista de marcadores

source: Maximum File Size (Mb)
es_es: Tamaño máximo de archivo (Mb)

source: Maximum Image Size
es_es: Tamaño máximo de imágen

source: Maximum available file upload size is %d Mb
es_es: El tamaño máximo de carga de archivos disponible es %d Mb

source: Maximum number of profiles
es_es: Número máximo de perfiles

source: Members
es_es: Miembros

source: Members Directory
es_es: Directorio de Miembros

source: Members page
es_es: Página de Miembros

source: Membership Administrator
es_es: Administrador de Miembros

source: Membership Guest
es_es: Miembro invitado

source: Membership Levels
es_es: Nivel de Miembro

source: Membership Purchase
es_es: Compra de Membership

source: Membership Role
es_es: Rol de Membership

source: Membership Status
es_es: Estado de Membership

source: Membership User
es_es: Miembro Usuario

source: Membership by Supsystic Popular Activities
es_es: Membership de Supsystic Popular Activities

source: Membership by Supsystic Popular Groups
es_es: Membership de Supsystic Popular Activities

source: Membership by Supsystic Suggested Groups
es_es: Membership de Supsystic Popular Activities

source: Membership profile
es_es: Perfil de Usuario

source: Message
es_es: Mensaje

source: Message Recieve Notification
es_es: Mensaje recibido Notificación

source: Message Recieve Notification Body
es_es: Mensaje recibido cuerpo de notificación

source: Message Recieve Notification Subject
es_es: Asunto de notificación de recepción de mensaje

source: Message attachment save error!
es_es: Error al guardar Mensaje adjunto!

source: Messages
es_es: Mensajes

source: Messages Refresh Period
es_es: Periodo de actualización de mensajes

source: Minute(s)
es_es: Minuto(s)

source: Month
es_es: Mes

source: Month(s)
es_es: Mes(es)

source: Name
es_es: Nombre

source: Need renew text
es_es: Necesita renovar texto

source: Network Uninstall
es_es: Desinstalación de red

source: New %s on group %s.
es_es: Nuevo%s en el grupo%s.

source: New Password
es_es: Nueva Contraseña

source: New Password Confirmation
es_es: Confirmación de nueva Contraseña

source: New Password and New Password Confirmation fields is not match.
es_es: Los campos Nueva contraseña y Confirmación de nueva contraseña no coinciden.

source: New User Notification
es_es: Notificación de nuevo usuario

source: New User Notification Body
es_es: Notificación de Nuevo Usuario Cuerpo

source: New User Notification Subject
es_es: Notificación de Nuevo Usuario Asunto

source: New Users First
es_es: Nuevos Usuarios Primero

source: New conversation
es_es: Nueva conversacion

source: New friends and followers notification
es_es: Notificación de nuevos amigos y seguidores

source: New group %s is created by %s.
es_es: El nuevo grupo %s es creado po r%s.

source: New password
es_es: Nueva contraseña

source: New password and password confirmation not match.
es_es: La nueva contraseña y la confirmación de la contraseña no coinciden.

source: New password can't be empty.
es_es: La nueva contraseña no puede estar vacía.

source: New password confirmation
es_es: Nueva confirmación de contraseña

source: New password confirmation can't be empty.
es_es: La confirmación de la nueva contraseña no puede estar vacía.

source: New password is required
es_es: Se requiere una nueva contraseña

source: New tag
es_es: Nueva etiqueta

source: Next
es_es: Siguiente

source: Nickname
es_es: Apodo

source: No API key entered in admin area - contact site owner to resolve this issue.
es_es: No se ingresó una clave API en el área de administración; póngase en contacto con el propietario del sitio para resolver este problema.

source: No blocked users to show.
es_es: No hay usuarios bloqueados para mostrar.

source: No comments to show.
es_es: No hay comentarios para mostrar.

source: No data found
es_es: Datos no encontrados

source: No favorites to show.
es_es: No hay favoritos para mostrar.

source: No file is sent
es_es: No se envía ningún archivo

source: No followers to show.
es_es: No hay seguidores para mostrar.

source: No following to show.
es_es: Ningún seguimiento que mostrar.

source: No friend requests to show.
es_es: No hay solicitudes de amistad para mostrar.

source: No friends to show.
es_es: No hay amigos para mostrar.

source: No groups to show.
es_es: No hay grupos para mostrar.

source: No invites to show.
es_es: No hay invitaciones para mostrar.

source: No lists to add selected in admin area - contact site owner to resolve this issue.
es_es: No hay listas para agregar seleccionadas en el área de administración; póngase en contacto con el propietario del sitio para resolver este problema.

source: No posts to show.
es_es: No hay publicaciones para mostrar.

source: No role restriction
es_es: Sin restricción de roles

source: No subscriptions to show.
es_es: No hay suscripciones para mostrar.

source: No supported plugins found. Currently we support:
es_es: No se han encontrado plugins compatibles. Actualmente apoyamos:

source: No topics to show.
es_es: No hay temas para mostrar.

source: No users is found.
es_es: No se han encontrado usuarios.

source: None
es_es: Ninguno

source: Nope, maybe later
es_es: No, tal vez mas tarde

source: Not Activated
es_es: Sin Activar

source: Not logged-in
es_es: Sin iniciar sesión

source: Not ordered
es_es: No ordenado

source: Nothing is found
es_es: No se encuentra nada

source: Nothing is found.
es_es: No se ha encontrado nada.

source: Nothing was found
es_es: Nada fue encontrado

source: Notifications
es_es: Notificaciones

source: Notifications
es_es: Notificaciones

source: Notifications settings changes could not be saved.
es_es: Los cambios de configuración de notificaciones no se pudieron guardar.

source: Notifications settings changes has been saved.
es_es: Los cambios de configuración de notificaciones se han guardado.

source: Now your account is active.
es_es: Ahora tu cuenta está activa.

source: Number of activities to show:
es_es: Número de actividades a mostrar:

source: Number of columns to show:
es_es: Número de columnas a mostrar:

source: Number of groups to show:
es_es: Número de grupos a mostrar:

source: Number of profiles per page
es_es: Número de perfiles por página

source: Number of profiles per page (for Mobiles & Tablets)
es_es: Número de perfiles por página (para móviles y tabletas)

source: Numeric
es_es: Numérico

source: Ok, you deserve it
es_es: Ok te lo mereces

source: Old Users First
es_es: Usuarios Antiguos Primero

source: On fields with type (Scroll List, Dropdown List, Radio Button, Checkbox) you can only use values from the available options so passed data to that field must match otherwise it will be ignored.
es_es: En los campos con tipo (Lista de desplazamiento, Lista desplegable, Botón de radio, Casilla de verificación), solo puede utilizar los valores de las opciones disponibles, por lo que los datos pasados a ese campo deben coincidir; de lo contrario, se ignorará.

source: Once you delete your copy of this conversation, it cannot be undone.
es_es: Una vez que elimines tu copia de esta conversación, no se puede deshacer.

source: Once you delete your copy of this messages, it cannot be undone.
es_es: Una vez que elimines tu copia de estaos mensajes, no se puede deshacer.

source: Once your site visitors begin to view or purchase your Membership Levels - statistics will be displayed here.
es_es: Una vez que los visitantes de su sitio comiencen a ver o comprar sus niveles de usuario, las estadísticas se mostrarán aquí.

source: Online
es_es: En línea

source: Only Me
es_es: Sólo yo

source: Only group administrators can send invitations
es_es: Sólo los administradores del grupo puede enviar invitaciones

source: Open
es_es: Abrir

source: Open group
es_es: Grupo Abierto

source: Opened Content - no Level required
es_es: Contenido abierto - no se requiere nivel

source: Option Name
es_es: Nombre de la opción

source: Order
es_es: Pedido

source: Order Admin Email
es_es: Admin de Pedidos Email

source: Order Admin Email content
es_es: Admin de Pedidos Contenido Email

source: Order Created
es_es: Pedido Creado

source: Ordered
es_es: Pedido

source: Ordered Levels
es_es: Niveles de Pedido

source: Orders
es_es: Pedidos

source: Other
es_es: Otro

source: Pages
es_es: Páginas

source: Parent comment is not exists
es_es: El Comentario Paternal no existe

source: Password
es_es: Contraseña

source: Password Changed Email
es_es: Email de Contraseña Cambiada

source: Password Changed Email Body
es_es: Cuerpo de Email de Contraseña Cambiada

source: Password Changed Email Subject
es_es: Contraseña cambiada Asunto del correo electrónico

source: Password Confirmation
es_es: Asunto de Email de Contraseña Cambiada

source: Password Reset Email
es_es: Correo Electrónico de Restablecer Contraseña

source: Password Reset Email Body
es_es: Cuerpo de Email Reseteo de Contraseña

source: Password Reset Email Subject
es_es: Asunto de Email Reseteo de Contraseña

source: Password and password confirmation must match
es_es: La contraseña y la confirmación de la contraseña deben coincidir

source: Password and password confirmation not match.
es_es: La contraseña y la confirmación de la contraseña no coinciden.

source: Password change
es_es: Cambio de Contraseña

source: Password confirmation is required
es_es: Confirmación de contraseña requerida

source: Password is required
es_es: Se requiere contraseña

source: Password is required and can't be empty.
es_es: La contraseña es obligatoria y no puede estar vacía.

source: Password is updated successfully
es_es: La contraseña se ha actualizado con éxito

source: Pay by Stripe
es_es: Pago by Stripe

source: PayPal PRO payments.
es_es: Pagos PayPal PRO.

source: PayPal Standard
es_es: PayPal Estándar

source: PayPal Standard payments.
es_es: Pagos estándar de PayPal.

source: Payment Action
es_es: Acción de pago

source: Payment Info
es_es: Info de Pago

source: Payment Method
es_es: Método de pago

source: Payment fail checkout text
es_es: Texto para Pago fallido

source: Payments
es_es: Pagos

source: Pending Review Email
es_es: Coreo de Revision pendiente

source: Pending Review Email Body
es_es: Cuerpo de Correo de Revision pendiente

source: Pending Review Email Subject
es_es: Asunto de Correo de Revision pendiente

source: Pending review
es_es: Revisión pendiente

source: Phone
es_es: Teléfono

source: Phone is required
es_es: Se requiere telefono

source: Photos
es_es: Fotos

source: Pick up your Membership users to different Subscription lists right after registration.
es_es: Recoja a sus usuarios de Membership en diferentes listas de Suscripciones justo después del registro.

source: Places
es_es: Sitios

source: Please <a href="%s">sign up</a> or <a href="%s">sign in</a> to join or leave groups.
es_es: <a href="%s"> regístrate </a> o <a href="%s"> inicia sesión </a> para unirte o abandonar grupos.

source: Please <a href="%s">sign up</a> or <a href="%s">sign in</a> to like or write comments on this post.
es_es: Por favor <a href="%s">Regístrate</a> ó <a href="%s">Inicia sesión</a> para gustar o escribir comentarios en esta publicación.

source: Please activate your account
es_es: Por favor activa tu cuenta

source: Please enter %s
es_es: Por favor ingrese %s

source: Please enter Group Category Name!
es_es: Por favor ingrese el Nombre de la Categoría del Grupo!

source: Please fill up the captcha.
es_es: Por favor llena el captcha.

source: Please select an image to remove.
es_es: Por favor, seleccione una imagen para eliminar.

source: Please select at least one option
es_es: Por favor seleccione al menos una opción

source: Points count
es_es: Cuenta de puntos

source: Position
es_es: Posición

source: Post
es_es: Enviar

source: Post by service action setting could not be saved.
es_es: La configuración de acción de publicación por servicio no se pudo guardar.

source: Post by service action setting has been saved.
es_es: Se ha guardado la configuración de acción de publicación por servicio.

source: Post can't be empty
es_es: La entrada no puede estar vacía

source: Postcode / ZIP
es_es: Código postal / ZIP

source: Postcode / ZIP is required
es_es: Se requiere código postal
