Repository: common-repository/membership-by-supsystic
Catalog: app/lang/membership-by-supsystic-*.po
Languages: es_es

source: WooCommerce from admin area, or visit it's official page on Wordpress.org
es_es: kit WooCommerce desde el área de administración, o visite su página oficial en Wordpress.org

source: plugin from your admin area, or visit it's official page on Wordpress.org
es_es: plugin desde su área de administración, o visite su página oficial en Wordpress.org

source: %d followers
es_es: %d seguidores

source: %s accepted your friend reuqest.
es_es: %s aceptó tu solicitud de amistad.

source: %s and %s becomes friends
es_es: %s y %s se hicieron amigos

source: %s commented post from %s on %s.
es_es: %s comentó la publicación de %s en %s.

source: %s created new topic %s.
es_es: %s creó un nuevo tema %s.

source: %s followers
es_es: %s seguidores

source: %s invited you to join %s group.
es_es: %s te ha invitado a unirte al grupo %s.

source: %s is following you.
es_es: %s te sigue.

source: %s is not valid email
es_es: %s no es un email válido

source: %s is registered
es_es: %s está registrado

source: %s is required and can't be empty
es_es: %s requerido y no puede estar vacío

source: %s liked post from %s on %s.
es_es: A %s le gustó una publicación de %s en %s.

source: %s now following %s
es_es: %s ahora sigue a %s

source: %s now following you
es_es: %s ahora te sigue

source: %s people liked this
es_es: %s personas le gustó esto

source: %s people shared this
es_es: %s compartieron esto

source: %s replied in topic %s.
es_es: %s respondió en el tema %s.

source: %s sent you a friend reuqest.
es_es: %s te envió una solicitud de amistad.

source: %s sent you a message.
es_es: %s te ha enviado un mensaje.

source: %s shared %s post.
es_es: %s compartió el post de %s.

source: %s tag already added to this group.
es_es: La etiqueta %s ya está agregada a este grupo.

source: (for Maestro and Solo cards only)
es_es: (solo para tarjetas Maestro y Solo)

source: (if available)
es_es: (si está disponible)

source: 2Checkout payments.
es_es: 2Caja de pagos.

source: <p><b>Upgrading</b></p><p>Once you have purchased PRO addon of plugin - you'll have to enter license key (you can find it in your personal account on our site). Go to the License tab and enter your email and license key. Once you have activated your PRO license - you can use plugin pro addon.</p><p> That's all. From this moment you can use your Membership plugin without any doubt. But if you still have some question - do not hesitate to contact us through our <a href="https://supsystic.com/contact-us/">internal support</a> or on our <a href="https://supsystic.com/forum/membership-plugin/">Supsystic Forum</a>. Besides you can always describe your questions on <a href="https://wordpress.org/support/plugin/membership-by-supsystic">WordPress Ultimate Forum</a>.</p><p><b>Enjoy this plugin?</b></p> <p>It will be nice if you'll help us and boost plugin with <a href="https://wordpress.org/support/plugin/membership-by-supsystic/reviews/">Five Stars rating on WordPress.org.</a> We hope that you like this plugin and wish you all the best! Good luck!</p>
es_es: <p><b> Actualización</b></p> <p> Una vez que haya comprado el complemento PRO del plugin, deberá ingresar la clave de licencia (puede encontrarla en su cuenta personal en nuestro sitio). Vaya a la pestaña Licencia e ingrese su correo electrónico y la clave de licencia. Una vez que haya activado su licencia PRO, puede usar el complemento pro plugin. </p> <p> Eso es todo. A partir de este momento puedes utilizar tu complemento de Membership sin ninguna duda. Pero si aún tiene alguna pregunta, no dude en ponerse en contacto con nosotros a través de nuestro <a href="https://supsystic.com/contact-us/"> soporte interno </a> o en nuestro <a href="https://supsystic.com/forum/membership-plugin/"> Foro Supsystic </a>. Además, siempre puedes describir tus preguntas en <a href="https://wordpress.org/support/plugin/membership-by-supsystic"> Foro de WordPress Ultimate </a>. </p> <p> <b> ¿Disfrutas de este complemento? </b> </p> <p> Estaría bien que nos ayudes e impulses el complemento con <a href="https://wordpress.org/support/plugin/membership-by-supsystic/reviews/"> Calificación de cinco estrellas en WordPress.org. </a> ¡Esperamos que te guste este complemento y te deseamos lo mejor! Buena suerte! </p>

source: A small guide for the first-time user
es_es: Una pequeña guía para el usuario primerizo

source: API Password
es_es: Contraseña API

source: API Signature
es_es: Firma API

source: API Username
es_es: Nombre de usuario API

source: About
es_es: Acerca de

source: Accept
es_es: Aceptar

source: Accept Friend Request
es_es: Aceptar petición de amigo

source: Accept invitation
es_es: Aceptar invitación

source: Access denied. You can't add image to this gallery.
es_es: Acceso denegado. No puedes añadir una imagen a esta galería.

source: Access denied. You can't add image to this slider.
es_es: Acceso denegado. No se puede agregar imagen a este control deslizante.

source: Access denied. You can't remove this gallery.
es_es: Acceso denegado. No puedes quitar esta galería.

source: Access denied. You can't remove this image.
es_es: Acceso denegado. No puedes quitar esta imagen.

source: Access denied. You can't remove this slider.
es_es: Acceso denegado. No puedes quitar este control deslizante.

source: Access is denied
es_es: Acceso denegado

source: Access to admin dashboard
es_es: Acceso al panel de administración

source: Access to specific pages
es_es: Acceso a páginas específicas

source: Access to this page is restricted.
es_es: El acceso a esta página está restringido.

source: Access to user profiles with specific roles
es_es: Acceso a perfiles de usuario con roles específicos

source: Account
es_es: Cuenta

source: Account Activation Email
es_es: Email de Activación de Cuenta

source: Account Activation Email Body
es_es: Cuerpo del Email para Activación de Cuenta

source: Account Activation Email Subject
es_es: Asunto del Email para Activación de Cuenta

source: Account Approved Email
es_es: Email de Cuenta Aprobado

source: Account Approved Email Body
es_es: Cuerpo del Email para Cuenta Aprobado

source: Account Approved Email Subject
es_es: Asunto del Email para Cuenta Aprobado

source: Account Deactivation Email
es_es: Email de Desactivación de Cuenta

source: Account Deactivation Email Body
es_es: Cuerpo del Email para Desactivación de Cuenta

source: Account Deactivation Email Subject
es_es: Asunto del Email para Desactivación de Cuenta

source: Account Deleted Email
es_es: Email de Cuenta Eliminada

source: Account Deleted Email Body
es_es: Cuerpo de Email para Cuenta Eliminada

source: Account Deleted Email Subject
es_es: Asunto de Email para Cuenta Eliminada

source: Account Deletion
es_es: Eliminación de Cuenta

source: Account Deletion Notification
es_es: Notificación de Eliminación de Cuenta

source: Account Deletion Notification Body
es_es: Cuerpo para la Notificación de eliminación de Cuenta

source: Account Deletion Notification Subject
es_es: Asunto para la Notificación de eliminación de Cuenta

source: Account E-mail
es_es: E-mail de la Cuenta

source: Account Needs Review Notification
es_es: La Cuenta Necesita Revisión

source: Account Needs Review Notification Body
es_es: Cuerpo para La Cuenta Necesita Revisión

source: Account Needs Review Notification Subject
es_es: Asunto para La Cuenta Necesita Revisión

source: Account Rejected Email
es_es: Email de Cuenta Recahazada

source: Account Rejected Email Body
es_es: Cuerpo del Email para Cuenta Rechazada

source: Account Rejected Email Subject
es_es: Asunto del Email para Cuenta Rechazada

source: Account Welcome Email
es_es: Email de Cuenta Bienvenida

source: Account Welcome Email Body
es_es: Cuerpo del Email para Cuenta Bienvenida

source: Account Welcome Email Subject
es_es: Asunto del Email para Cuenta Bienvenida

source: Account is deleted from system.
es_es: Cuenta eliminada de nuestro sistema.

source: Account is disabled.
es_es: Cuenta deshabilitada.

source: Account is in verification process.
es_es: Cuenta en estado de verificación.

source: Account is not approved.
es_es: Cuenta no aprobada.

source: Actions
es_es: Acciones

source: Activate Addons
es_es: Activar Addons

source: Activated
es_es: Activado

source: Active
es_es: Activo

source: Activities
es_es: Actividades

source: Activity
es_es: Actividad

source: Activity Report
es_es: Informe de actividades

source: Activity already liked
es_es: Ya te Gusta la Actividad

source: Activity commenting
es_es: Comentarios de la Actividad

source: Activity content
es_es: Contenido de la actividad

source: Activity filter
es_es: Filtro de actividad

source: Activity is not found
es_es: No se encuentra actividad

source: Activity is not liked
es_es: La Actividad no gustó

source: Activity link image preview for Amazon
es_es: Vista previa de la imagen del enlace de actividad para Amazon

source: Activity post writing
es_es: Escritura de Entrada de la Actividad

source: Activity posting is restricted
es_es: Escribir entrada para la Actividad restringida

source: Activity type
es_es: Tipo de actividad

source: Activity types
es_es: Tipos de actividad

source: Activity viewing
es_es: Visualización de la Actividad

source: Activity with id %d is not found
es_es: No se encuentra la actividad con id %d

source: Add
es_es: Añadir

source: Add Field
es_es: Añadir Campo

source: Add Friend
es_es: Añadir Amigo

source: Add Image
es_es: Añadir imagen

source: Add Marker
es_es: Añadir marcador

source: Add New
es_es: Añadir Nuevo

source: Add Section
es_es: Añadir Sección

source: Add image to user name in frontend
es_es: Añadir imagen al nombre de usuario en la interfaz

source: Add logout link to menu
es_es: Añadir enlace de cierre de sesión al menú

source: Add new
es_es: Añadir nuevo

source: Add new post
es_es: Añadir nueva publicación

source: Add new role
es_es: Añadir nuevo rol

source: Add new rule
es_es: Añadir nueva regla

source: Add new tag
es_es: Añadir nueva etiqueta

source: Add remove friends
es_es: Añadir eliminar amigos

source: Add role depend of the user order
es_es: Añadir rol dependiente del orden de usuario

source: Add tag
es_es: Añadir etiqueta

source: Add this option to frontend
es_es: Añade esta opción al frontend

source: Added
es_es: Añadido

source: Added to Cart
es_es: Añadido al carrito

source: Address
es_es: Dirección

source: Address is required
es_es: La dirección es necesaria

source: Address:
es_es: Dirección:

source: Admin Email
es_es: Email de Admin

source: Admin will get this email after some account has been deleted.
es_es: Admin recibirá este email después de que una cuenta sea eliminada.

source: Administrative permissions
es_es: Permisos administrativos

source: Administrator confirmation
es_es: Confirmación de Administrador

source: Administrators only can comment
es_es: Los Administradores sólo pueden comentar

source: Administrators only can write posts
es_es: Los Administradores sólo pueden escribir entradas

source: After user deletes his account, he will be redirected to the main page or to the specified link.
es_es: Después de que el usuario elimine su cuenta, será redireccionado a la página principal ó a un enlace específico.

source: After user logs out from his account, he will be redirected to the main page or to the specified link.
es_es: Después de que un usuario salga de su cuenta, será redireccionado a la página principal ó a un enlace específico.

source: After user submits a login form, he will be redirected to his profile or to the specified link.
es_es: Después de que el usuario rellene el formulario de inicio de sesión, será redireccionado a su perfil ó a un enlace específico.

source: After user submits a registration form, he will be redirected to his profile or to the specified link.
es_es: Después de que un usuario envíe el formulario de inscripción, será redireccionado a su perfil ó a un enlace específico.

source: All
es_es: Todo

source: All Friends
es_es: Todos los Amigos

source: All categories
es_es: Todas las categorias

source: All conversations
es_es: Todas las Conversaciones

source: All group members can send invitations
es_es: Todos los miembros del grupo pueden enviar invitaciones

source: All groups
es_es: Todos los grupos

source: All members
es_es: Todos los miembros

source: All networks
es_es: Todas las redes

source: All roles
es_es: Todos los roles

source: All users
es_es: Todos los usuarios

source: All users can comment
es_es: Todos los usuarios pueden comentar

source: All users can view group activity
es_es: Todos los usuarios pueden ver la actividad del grupo

source: All users can write posts
es_es: Todos los usuarios pueden escribir entradas

source: Allow to change privacy settings
es_es: Permitir cambiar la configuración de privacidad

source: Allow users to disable automatic sharing of friend's posts
es_es: Permitir a los usuarios desactivar el intercambio automático de las publicaciones de amigos

source: Allow your members share posts to several networks simultaneously in one click, making your site more famous again and again.
es_es: Permita que sus miembros compartan publicaciones en varias redes simultáneamente con un solo clic, haciendo que su sitio sea más famoso una y otra vez.

source: Already has subscription
es_es: Ya está suscrito

source: Anti Bot Protection
es_es: Protección Anti Bot

source: Appear since
es_es: Aparece desde

source: Apply
es_es: Aplicar

source: Apply WordPress role
es_es: Aplicar el rol de WordPress

source: Approve
es_es: Aprobar

source: Are you sure you want to delete this category?
es_es: ¿Estás seguro de que quieres eliminar esta categoría?

source: Are you sure you want to delete this role?
es_es: ¿Estás seguro de que quieres eliminar este rol?

source: Assign to Membership Level
es_es: Asignar a Nivel de Usuario

source: Asterisk
es_es: Asterisco

source: Asterisk color
es_es: Color asterisco

source: Authorize in Constant Contact
es_es: Autorizar contacto constante

source: Authorize.net SIM payments.
es_es: Authorize.net pagos SIM.

source: Autosubscribe new user
es_es: Auto-subscribir nuevo usuario

source: Available field data
es_es: Datos de campo disponibles

source: Available for next Membership Levels:
es_es: Disponible para los siguientes niveles de usuario:

source: Available import field names. You can add more here.
es_es: Nombres de campos de importación disponibles. Puede agregar más aquí.

source: Avatar Thumbnail Large Size
es_es: Miniatura Avatar Tamaño Grande

source: Avatar Thumbnail Medium Size
es_es: Miniatura Avatar Tamaño Medio

source: Avatar Thumbnail Small Size
es_es: Miniatura Avatar Tamaño Pequeño

source: Back
es_es: Atrás

source: Back to Site
es_es: Volver al sitio

source: Badge img
es_es: Img Insignia

source: Badges
es_es: Insignias

source: Billing
es_es: Facturación

source: Billing Address
es_es: Dirección de Facturación

source: Billing Amount
es_es: Cantidad de Facturación

source: Billing Information
es_es: Información de Facturación

source: Billing cycle limit
es_es: Limite del ciclo de Facturación

source: Black list of IP addresses. Enter IP addresses separated by comma or just leave this field blank if you don't need to use this option.
es_es: Lista negra de direcciones IP. Introduce las direcciones IP separadas por comas ó déjalo en blanco si no necesitas usar esta opción.

source: Block
es_es: Bloque

source: Block activity
es_es: Actividad de bloque

source: Block group
es_es: Grupo de Bloque

source: Block groups
es_es: Grupos de bloque

source: Block user
es_es: Usuario de Bloque

source: Blocked IP Addresses
es_es: Direcciones IP Bloqueadas

source: Blocked users
es_es: Usuarios Bloqueados

source: Bulk Actions
es_es: Acciones masivas

source: Button text when need to extend Membership Level.
es_es: Texto de botón cuando necesitas extender Nivel de Usuario.

source: Buttons
es_es: Botones

source: Buy Now
es_es: Compra Ahora

source: Buy now
es_es: Compra ahora

source: By default option "Site Accessible to Logged In Users" hides only access to the pages of Membership plugin. If you want to hide access to all pages of your site - activate this checkbox. When opening any page of your site - all not logged in users will be redirected to the login page.
es_es: Por defecto la opción "Sitio accesible a Usuarios Conectados" sólo esconde el acceso a Membership Plugin. Si quieres esconder el acceso a todo tu sitio web - activa esta casilla. Cuando abran cualquier página de tu sitio - todos los usuarios sin conectar serán redireccionados a la página de acceso.

source: Can not create Customer in Stripe
es_es: No se puede crear el cliente en Stripe

source: Can not detect authorization fo account owner. Contact site owner to resolve this issue.
es_es: No se detecta autorización del propietario de la cuenta. Contacta con el dueño del sitio para resolver este problema.

source: Can not find Products for this order
es_es: No se encuentran productos para esta petición

source: Can not find order
es_es: No se puede encontrar orden

source: Can not find required Item
es_es: No se encuentra el objeto deseado

source: Can not get cc obj
es_es: No se puede conseguir cc obj

source: Can't detect your IP, please don't spam
es_es: No se detecta tu dirección IP^, Por favor no envíes spam

source: Cancel
es_es: Cancellar

source: Cancel Friend Request
es_es: Cancelar Petición de Amigo

source: Cancel a friend request
es_es: Cancelar petición de amigo

source: Cancel invitation
es_es: Cancelar invitación

source: Cancel request
es_es: Cancelar petición

source: Cannot send email - problem with send server
es_es: No se puede enviar correos - problema con el servidor de envíos

source: Captcha response error.
es_es: Error de respuesta captcha.

source: Caption
es_es: Captura

source: Card Expiry Date
es_es: Fecha de expiración de la tarjeta

source: Card Expiry Date: Month
es_es: Fecha de vencimiento de la tarjeta: mes

source: Card Expiry Date: Year
es_es: Fecha de vencimiento de la tarjeta: año

source: Card Issue Number
es_es: Número de emisión de la tarjeta

source: Card Number
es_es: Número de tarjeta

source: Card Owner
es_es: Titular

source: Card Security Code (CVV2)
es_es: Código de seguridad de la tarjeta (CVV2)

source: Card Type
es_es: Tipo de tarjeta

source: Card Valid From Date
es_es: Tarjeta válida desde la fecha

source: Card Valid From Date: Month
es_es: Tarjeta válida desde la fecha: mes

source: Card Valid From Date: Year
es_es: Tarjeta válida desde la fecha: año

source: Change
es_es: Cambiar

source: Change User Role
es_es: Cambiar rol de usuario

source: Change User Status
es_es: Cambiar estado de usuario

source: Change email
es_es: Cambiar Email

source: Change logo image
es_es: Cambiar imagen de logotipo

source: Change password
es_es: Cambiar contraseña

source: Change profile image
es_es: Cambiar imagen de perfil

source: Changing page...
es_es: Cambiando de pagina ...

source: Check your account to find your ordered User Levels.
es_es: Comprueba tu cuenta para encontrar el orden de tus Niveles de Usuario.

source: Check your email address for confirmation link.
es_es: Compruebe su dirección de correo electrónico para el enlace de confirmación.

source: Check your email for the confirmation link.
es_es: Revisa tu correo electrónico para el link de confirmación.

source: Checkbox
es_es: Casilla

source: Checkout
es_es: Proceder a la compra

source: Checkout Success
es_es: Éxito de Compra

source: Choose Gallery Preset
es_es: Elegir Configuración de Galería

source: Choose Google Maps Marker Icon
es_es: Elija el icono de marcador de Google Maps

source: Choose Google Maps Preset
es_es: Elija Configuración de Google Maps

source: Choose Google Maps, which will be used for list of google map presets and displayed for membership users on frontend
es_es: Elija Google Maps, que se usará para la lista de ajustes preestablecidos de Google Maps y se mostrará a los usuarios con membresía en la interfaz

source: Choose Icon
es_es: Elegir icono

source: Choose Slider Preset
es_es: Elegir configuración del Deslizador

source: Choose field(s) to enable in search
es_es: Elige los campos para habitarlos en la búsqueda

source: Choose galleries, which will be used for list of gallery presets and displayed for membership users on frontend
es_es: Elija galerías, que se utilizarán para la lista de ajustes preestablecidos de galería y se mostrarán a los usuarios miembros en la interfaz

source: Choose menus to add logout item...
es_es: Elija los menús a los que agregar el elemento de cierre de sesión ...

source: Choose sliders, which will be used for list of sliders presets and displayed for membership users on frontend
es_es: Elija controles deslizantes, que se utilizarán para la lista de ajustes preestablecidos de controles deslizantes y se mostrarán a los usuarios con membresía en la interfaz

source: Circle
es_es: Círculo

source: Clear data
es_es: Despejar Datos

source: Clear selection
es_es: Despejar Selección

source: Close
es_es: Cerrar

source: Close Tutorial
es_es: Cerrar Tutorial

source: Closed
es_es: Cerrado

source: Closed group
es_es: Grupo cerrado

source: Comment as
es_es: Comentar como

source: Comment can't be empty
es_es: El comentario no puede estar vacío

source: Comment not found.
es_es: Comentario no encontrado.

source: Comment posting is restricted
es_es: Enviar comentarios está restringido

source: Comments
es_es: Comentarios

source: Community activity is disabled
es_es: Actividad de comunidad está desactivado

source: Community type
es_es: Tipo de comunidad

source: Compact
es_es: Compacto

source: Company Name
es_es: Nombre de Empresa

source: Configure Google Map
es_es: Configura Google Map

source: Confirm Uninstall
es_es: Confirmar Desinstalar

source: Confirm deletion (All group data will be deleted and cannot be restored)
es_es: Confirmar eliminación (Todos los datos del grupo serán eliminados y no se podrán restaurar)

source: Confirm deletion (All user data will be deleted and cannot be restored)
es_es: Confirmar eliminación (Todos los datos de usuario serán eliminados y no se podrán restaurar)

source: Confirm password
es_es: Confirmar Contraseña

source: Confirm your current password to continue
es_es: Confirma tu contraseña actual para continuar

source: Confirmation link for password change is sent to your email.
es_es: El enlace de confirmación para el cambio de contraseña se envía a su correo electrónico.

source: Confirmation link was sent to your email address. Check your email!
es_es: Se ha enviado un link de confirmación a tu correo electrónico. Mira tu correo!

source: Confirmation sent message
es_es: Confirmación mensaje enviado

source: Connect
es_es: Conecta

source: Connected Accounts
es_es: Cuentas conectadas

source: Connected Social Network Accounts
es_es: Cuentas de Redes Sociales Conectadas

source: Constant Contact Setup
es_es: Configuración de Contacto Constante

source: Contact Us
es_es: Contáctenos

source: Contact us through %s if you have some question, offer or wish.
es_es: Póngase en contacto con nosotros a través de %s si tiene alguna pregunta, oferta o deseo.

source: Content
es_es: Contenido

source: Content Settings
es_es: Configuración de contenido

source: Could you please do me a BIG favor and give it a 5-star rating on WordPress? Just to help us spread the word and boost our motivation.
es_es: ¿Podría por favor hacerme un GRAN favor y darle una calificación de 5 estrellas en WordPress? Solo para ayudarnos a correr la voz y aumentar nuestra motivación.

source: Couldn't get the plugin to work
es_es: No se pudo obtener el Plugin para trabajar

source: Country
es_es: País

source: Country is required
es_es: Se requiere pais

source: Cover Thumbnail Medium Size
es_es: Cubierta de Miniatura Tamaño Mediano
