Repository: common-repository/membership-by-supsystic
Catalog: app/lang/membership-by-supsystic-*.po
Languages: es_es

source: You have no Contact Form for now. Create your Contact Form or Enable Membership feature for contact form which you want to use for Contact Us page.
es_es: No tienes Formulario de Contacto por ahora. Cree su formulario de contacto o habilite la función de Membership para el formulario de contacto que desea usar para la página de contacto.

source: You have no Currency for now. %s your first Membership Currency!
es_es: No tienes Divisa por ahora. %s tu primera moneda de Membership!

source: You have no Galleries for now. Create your Gallery or Enable Membership feature for galleries which you want to use as presets!.
es_es: No tienes galerías por ahora. Cree su galería o habilite la función de Membership para las galerías que desea usar como ajustes preestablecidos.

source: You have no Google Maps for now. Create your Google Maps or Enable Membership feature for Google Maps which you want to use as presets.
es_es: No tienes Google Maps por ahora. Cree su función Google Maps o Habilitar Membership para Google Maps que desee usar como ajustes preestablecidos.

source: You have no Membership Badges And Points for now. %s your first Membership Badges And Points!
es_es: No tienes insignias ni puntos de Membership por ahora. %s tus primeras insignias y puntos de Membership!

source: You have no Membership Badges for now. %s your first Membership Badge!
es_es: No tienes insignias de Membership por ahora. %s tu primera insignia de Membership!

source: You have no Membership Drip for now. Go to any Post / Page or other content edit on your site - and enable Dripping there.
es_es: No tienes Goteo de Membership por ahora. Vaya a cualquier publicación / página u otro contenido editado en su sitio, y habilite Goteo allí.

source: You have no Membership Levels for now.
es_es: No tienes niveles de Membership por ahora.

source: You have no Membership Levels for now. %s your first Membership Level!
es_es: No tienes niveles de Membership por ahora. %s tu primer nivel de Membership!

source: You have no Membership Levels for now. To protect your content by Membership Level - %s your first Level.
es_es: No tienes niveles de Membership por ahora. Para proteger su contenido por nivel de Membership -%s su primer nivel.

source: You have no Orders for now.
es_es: No tienes pedidos por ahora.

source: You have no Sliders for now. Create your Slider or Enable Membership feature for sliders which you want to use as presets!.
es_es: No tienes Sliders por ahora. Cree su función Control deslizante o Habilitar Membership para los controles deslizantes que desea utilizar como ajustes preestablecidos.

source: You have this Level
es_es: Tienes este nivel

source: You just subscribed from this IP
es_es: Acaba de suscribirse desde esta IP

source: You must authorize to use Constant Contact features
es_es: Debes autorizar para usar los parámetros de Consentimiento de contacto

source: You must confirm your account email address. Check your email for confirmation link.
es_es: Debes confirmar la dirección de correo electrónico de tu cuenta. Revise su correo electrónico para el enlace de confirmación.

source: You must enter a username or email address.
es_es: Debe introducir un nombre de usuario o dirección de correo electrónico.

source: You need to install Contact Form by Supsystic to use this feature.
es_es: Necesitas instalar Contact Form by Supsystic para usar esta función.

source: You need to install Google Maps Easy to use this feature.
es_es: Necesitas instalar Google Maps. Fácil de usar esta función.

source: You need to install Photo Gallery by Supsystic to use this feature.
es_es: Necesitas instalar Photo Gallery by Supsystic para usar esta función.

source: You need to install Slider by Supsystic to use this feature.
es_es: Necesitas instalar Slider by Supsystic para usar esta característica.

source: You need to install and activate WooCommerce plugin to use this feature.
es_es: Necesitas instalar y activar el complemento WooCommerce para usar esta función.

source: You will be redirected to next page in few seconds.
es_es: Serás redirigido a la página siguiente en pocos segundos.

source: Your Feedback
es_es: Tu retroalimentación

source: Your License Key from your account on
es_es: Su clave de licencia de su cuenta en

source: Your account at {site_name} is now active
es_es: Tu cuenta en {site_name} ahora está activa

source: Your account don't have permission to access this page
es_es: Tu cuenta no tiene permiso para acceder a esta página

source: Your account don't have permission to read groups
es_es: Tu cuenta no tiene permiso para leer grupos

source: Your account don't have permission to see activity page
es_es: Tu cuenta no tiene permiso para ver la página de actividad

source: Your account don't have permission to see members page
es_es: Tu cuenta no tiene permiso para ver la página de miembros

source: Your account don't have permission to see messages section
es_es: Tu cuenta no tiene permiso para ver la sección de mensajes

source: Your account don't have permissions to see activity page
es_es: Tu cuenta no tiene permisos para ver la página de actividad

source: Your account has been deactivated
es_es: Tu cuenta ha sido desactivada

source: Your account has been deleted
es_es: Tu cuenta ha sido eliminada

source: Your account has been deleted.
es_es: Tu cuenta ha sido eliminada.

source: Your account has been disabled.
es_es: Tu cuenta ha sido desactivada.

source: Your account has been rejected
es_es: Tu cuenta ha sido rechazada

source: Your account has been rejected.
es_es: Su cuenta ha sido rechazada.

source: Your account is awaiting admin approval.
es_es: Su cuenta está a la espera de la aprobación del administrador.

source: Your account is pending review
es_es: Tu cuenta está pendiente de revisión

source: Your changes could not be saved
es_es: Tus cambios no pudieron ser guardados

source: Your changes has been saved.
es_es: Sus cambios se han guardado.

source: Your email address, used on checkout procedure on
es_es: Tu dirección email, usado cuando cierras encendido

source: Your email has been confirmed.
es_es: Tu correo ha sido confirmado.

source: Your group successfully created. Redirecting to you new group...
es_es: Su grupo creado con éxito. Redireccionando a tu nuevo grupo ...

source: Your license has expired
es_es: Su licencia ha expirado

source: Your password has been changed.
es_es: Tu contraseña ha sido cambiada.

source: Your password has been reset.
es_es: Tu contraseña ha sido restablecida.

source: Your password reset link appears to be invalid. Please request a new link.
es_es: Su enlace de restablecimiento de contraseña parece ser inválido. Por favor solicite un nuevo enlace.

source: Your search returned no results.
es_es: Su búsqueda no produjo resultados.

source: Your secret key, generated on <a href="https://www.google.com/recaptcha/admin#list" target="_blank">https://www.google.com/recaptcha/admin#list</a>.
es_es: Su clave secreta, generada en <a href="https://www.google.com/recaptcha/admin#list" target="_blank">https://www.google.com/recaptcha/admin#list</a>.

source: Your site key, generated on <a href="https://www.google.com/recaptcha/admin#list" target="_blank">https://www.google.com/recaptcha/admin#list</a>.
es_es: Su clave de sitio, generada en <a href="https://www.google.com/recaptcha/admin#list" target="_blank">https://www.google.com/recaptcha/admin#list</a>.

source: Your {site_name} password has been changed
es_es: Tu Contraseña de {site_name} ha cambiado

source: [{site_name}] Account deleted
es_es: [{site_name}] Cuenta eliminada

source: [{site_name}] New user account
es_es: [{site_name}] Cuenta de usuario

source: [{site_name}] New user awaiting review
es_es: [{site_name}] Nuevo usuario en espera de revisión

source: here
es_es: aquí

source: internal support
es_es: soporte interno

source: is loading...
es_es: está cargando...

source: is required
es_es: es requerido

source: of
es_es: de

source: per
es_es: por

source: required
es_es: requerido

source: right after
es_es: justo después

source: to start searching, enter more than 2 characters
es_es: para comenzar la búsqueda, ingrese más de 2 caracteres

source: {display_name} has just applied for membership to {site_name} and is waiting to be reviewed. To review this member please click the following link: <a href="{user_profile_link}">{user_profile_link}</a> Here is the submitted registration form: {submitted_registration}
es_es: {display_name} acaba de solicitar ser miembro de {site_name} y está esperando ser revisado. Para revisar este miembro, haga clic en el siguiente enlace: <a href="{user_profile_link}">{user_profile_link}</a> Aquí está el formulario de registro enviado: {submitted_registration}

source: {display_name} has just created an account on {site_name}. To view their profile click here: <a href="{user_profile_link}">{user_profile_link}</a> Here is the submitted registration form: {submitted_registration}
es_es: {display_name} acaba de crear una cuenta en {site_name}. Para ver su perfil, haga clic aquí: <a href="{user_profile_link}">{user_profile_link}</a> Aquí está el formulario de registro enviado: {submitted_registration}

source: {display_name} has just deleted their {site_name} account.
es_es: {display_name} acaba de eliminar su cuenta de {site_name}.
