Repository: common-repository/membership-by-supsystic
Catalog: app/lang/membership-by-supsystic-*.po
Languages: es_es

source: Posted from %s activity.
es_es: Publicado desde la actividad de %s.

source: Posts
es_es: Publicaciones

source: Powerful stuff of Membership Ecommerce addon will help you to start and manage your own paid Membership site.
es_es: El poderoso complemento de Membership Ecommerce te ayudará a iniciar y administrar tu propio sitio de Membership pagado.

source: Premium support expires in
es_es: El soporte premium expira en

source: Prev
es_es: Anterior

source: Previous
es_es: Anterior

source: Price
es_es: Precio

source: Price for Membership Level
es_es: Precio por nivel de usuario

source: Price for recurring payments
es_es: Precio por pagos recurrentes

source: Primary Button Color
es_es: Color del botón primario

source: Primary Button Hover Color
es_es: Color del Botón Primario Hover

source: Primary Color
es_es: Color Primario

source: Privacy
es_es: Privacidad

source: Privacy settings was not updated.
es_es: La configuración de privacidad no se actualizó.

source: Privacy settings was updated.
es_es: Se actualizó la configuración de privacidad.

source: Private
es_es: Privado

source: Private group
es_es: Grupo privado

source: Products
es_es: Productos

source: Profile
es_es: Perfil

source: Profile Avatar Size
es_es: Tamaño del Avatar del Perfil

source: Profile Container Max Width
es_es: Ancho máximo del contenedor de perfil

source: Profile Cover Size
es_es: Tamaño de Portada de Perfil

source: Profile Fields
es_es: Campos de perfil

source: Profile Fields are made for their creation and configuration of asking on registration page and demonstrating at About section in users profiles after loginning to the site.
es_es: Los campos de perfil se realizan para su creación y configuración de preguntas en la página de registro y demostración en la sección Acerca de en los perfiles de usuarios después de iniciar sesión en el sitio.

source: Profile Header Background Color
es_es: Color de Fondo del Encabezado de Perfil

source: Profile Image Style
es_es: Estilo de Imagen de Perfil

source: Profile Permalink Base
es_es: Base del Permalink del Perfil

source: Profile Settings
es_es: Configuración de perfil

source: Profile is not exists.
es_es: El Perfil No existe.

source: Profile picture
es_es: Imagen de Perfil

source: Protect all Pages
es_es: Proteger todas las Páginas

source: Publish
es_es: Publicar

source: Publish to Membership Activity
es_es: Publicar en la actividad de Membership

source: Publish to my activity
es_es: Publicar en mi actividad

source: Purchase
es_es: Comprar

source: Purchase button name
es_es: Nombre del botón de compra

source: Put symbol at left side?
es_es: Colocar símbolo en el lado izquierdo?

source: Radio Button
es_es: Botón de Radio

source: Random
es_es: Aleatorio

source: ReCaptcha is not valid.
es_es: ReCaptcha no es válido.

source: Read
es_es: Leer

source: Read groups
es_es: Leer Grupos

source: Read more
es_es: Leer más

source: Read this post
es_es: Leer esta entrada

source: Reading comments is restricted
es_es: Leer comentarios está restringido

source: Recent Post
es_es: Entradas recientes

source: Record removed...
es_es: Registro eliminado ...

source: Record saved...
es_es: Registro guardado ...

source: Record updated...
es_es: Registro actualizado ...

source: Recurring Subscription
es_es: Subscripción recurrente

source: Redirect after account is deleted to
es_es: Redirigir después de eliminar la cuenta a

source: Redirect after login to
es_es: Redireccionar después de iniciar sesión a

source: Redirect after logout to
es_es: Redirigir después de cerrar sesión a

source: Redirect after registration to
es_es: Redireccionar después de registrarse a

source: Redirect from backend login screen to membership login page
es_es: Redirigir desde la pantalla de inicio de sesión de Backend a la página de inicio de sesión de Usuario

source: Register
es_es: Registrar

source: Register with
es_es: Registrar con

source: Registered
es_es: Registrado

source: Registration
es_es: Registro

source: Registration Confirmation
es_es: Registro y confirmación

source: Registration Primary Button Text
es_es: Texto del botón principal de registro

source: Registration and Login
es_es: Registro e inicio de sesión

source: Registration button name
es_es: Nombre de botón de registro

source: Rejected
es_es: Rechazado

source: Remember me
es_es: Acuérdate de mi

source: Remove
es_es: Eliminar

source: Remove from group
es_es: Eliminar del grupo

source: Remove login and registration links from menu when user is logged in
es_es: Eliminar los enlaces de inicio de sesión y registro del menú cuando el usuario ha iniciado sesión

source: Remove selected images
es_es: Eliminar imagenes seleccionadas

source: Replace bbPress profile link with link to Membership profile
es_es: Reemplace el enlace del perfil de bbPress con el enlace al perfil de Membership

source: Replies
es_es: Respuestas

source: Replies Created
es_es: Respuestas creadas

source: Reply
es_es: Responder

source: Report
es_es: Denunciar

source: Report Comment
es_es: Denunciar comentario

source: Report Date
es_es: Fecha del informe

source: Report Status
es_es: Estado del informe

source: Report comment
es_es: Denunciar comentario

source: Report date
es_es: Fecha del informe

source: Report details
es_es: Denunciar detalles

source: Report post
es_es: Denunciar publicación

source: Report type
es_es: Tipo de informe

source: Report was not sent.
es_es: En informe no se envió.

source: Report was not sent. Report content not found.
es_es: El informe no fue enviado. Informe contenido no encontrado.

source: Reported
es_es: Denunciado

source: Reported Activity
es_es: Actividad informada

source: Reported Activity Author
es_es: Autor de la actividad informada

source: Reporter
es_es: Denunciante

source: Reports
es_es: Informes

source: Requested activity is not found.
es_es: No se encuentra la actividad solicitada.

source: Required
es_es: Requerido

source: Required Asterisk Color
es_es: Color de asterisco requerido

source: Reset Zoom
es_es: Resetear Zoom

source: Reset key is not provided.
es_es: No se proporciona la tecla de reinicio.

source: Reset password
es_es: Restablecer la contraseña

source: Reset to Default
es_es: Resetear a Predeterminado

source: Reset your password
es_es: Resetea tu Contraseña

source: Results Text
es_es: Texto de Resultados

source: Review for
es_es: Revisión para

source: Role
es_es: Rol

source: Role Name
es_es: Nombre de rol

source: Role name
es_es: Nombre de Rol

source: Roles tab offers you to manage with membership roles. By default there are three roles – Membership Administrator, Membership User and Membership Guest.
es_es: La pestaña Roles le ofrece administrar con roles de membresía. Por defecto, hay tres roles - Administrador de Membership, Usuario de Membership e Invitado de Membership.

source: Roles who can have forum tab
es_es: Roles que pueden tener pestaña del foro

source: Rounded Corners
es_es: Esquinas redondeadas

source: Save
es_es: Guardar

source: Save Address
es_es: Guardar Dirección

source: Save Fields
es_es: Guardar Campos

source: Save Marker
es_es: Guardar marcador

source: Save Pages
es_es: Guardar Páginas

source: Save Settings
es_es: Guardar Ajustes

source: Scroll List
es_es: Lista de Desplazamiento

source: Search
es_es: Buscar

source: Search...
es_es: Buscar...

source: Secondary Button Color
es_es: Color del Botón Secundario

source: Secondary Button Hover Color
es_es: Color Hover del Botón Secundario

source: Secondary Color
es_es: Color Secundario

source: Secret word to validate responce
es_es: Palabra secreta para validar respuesta

source: Section
es_es: Sección

source: Section Name
es_es: Nombre de Sección

source: Security
es_es: Seguridad

source: Security Settings
es_es: Configuraciones de seguridad

source: See dashboard bar
es_es: Ver barra de tablero

source: Select
es_es: Selecciona

source: Select a role that will be assigned to user after his registration.
es_es: Seleccione un rol que será asignado al usuario después de su registro.

source: Select badge
es_es: Seleccione la insignia

source: Select contact form that will be displayed on Contact Us page.
es_es: Seleccione el formulario de contacto que se mostrará en la página Contáctenos.

source: Select lists for subscribe. They are taken from your Constant Contact account.
es_es: Seleccione las listas para suscribirse. Se toman de su Cuenta de Contacto Constante.

source: Select lists for subscribe. They are taken from your MailChimp account - so make sure that you entered correct API key before.
es_es: Seleccione las listas para suscribirse. Se toman de su cuenta de MailChimp - así que asegúrese de haber ingresado la clave API correcta antes.

source: Select membership roles that will have access to this page.
es_es: Seleccione los roles de membresía que tendrán acceso a esta página.

source: Select messages to delete
es_es: Seleccionar mensajes para borrar

source: Select some Lists before
es_es: Seleccione algunas listas antes

source: Select the sorting order to display users on "Members" tab.
es_es: Seleccione el orden de clasificación para mostrar los usuarios en la pestaña "Miembros".

source: Select the style of profiles and groups images.
es_es: Selecciona el estilo de las imágenes de perfiles y grupos.

source: Select the type of confirmation that should be performed after user registration. You can choose "Auto" and there will be no confirmation.
es_es: Seleccione el tipo de confirmación que se debe realizar después del registro del usuario. Puedes elegir "Auto" y no habrá confirmación.

source: Select user
es_es: Seleccionar usuario

source: Select value
es_es: Selecciona valor

source: Select what data to use in the link of user's profile. E.g. "http://supsystic/profile/john_snow/" or "http://supsystic/profile/1/".
es_es: Seleccione qué datos utilizar en el enlace del perfil del usuario. ej."http://supsystic/profile/john_snow/" ó "http://supsystic/profile/1/".

source: Select which kind of user's name will be displayed.
es_es: Seleccione qué tipo de nombre de usuario se mostrará.

source: Select who can see information on your website.
es_es: Seleccione quién puede ver la información en su sitio web.

source: Send
es_es: Enviar

source: Send MailChimp Welcome Email
es_es: Enviar correo electrónico de bienvenida MailChimp

source: Send Test
es_es: Enviar Prueba

source: Send Test Email
es_es: Enviar Correo de Prueba

source: Send a request
es_es: Enviar una solicitud

source: Send and receive messages
es_es: Enviar y recibir mensajes

source: Send friend request
es_es: Envia solicitud de amistad

source: Send me some info, pls
es_es: Enviame informacion, porfa

source: Send message
es_es: Enviar mensaje

source: Send message to
es_es: Enviar mensaje a

source: Send message to:
es_es: Enviar mensaje a:

source: Send private message
es_es: Enviar mensaje privado

source: Sending message to this user is restricted by his privacy settings
es_es: El envío de mensajes a este usuario está restringido por su configuración de privacidad

source: Server error!
es_es: ¡Error del Servidor!

source: Set the background color for labels.
es_es: Establecer el color de fondo para las etiquetas.

source: Set the background color for profile header.
es_es: Establecer el color de fondo para el encabezado del perfil.

source: Set the background color when the cursor is in this field.
es_es: Establezca el color de fondo cuando el cursor esté en este campo.

source: Set the color for borders of labels.
es_es: Establecer el color para los bordes de las etiquetas.

source: Set the color for borders when the cursor is in this field.
es_es: Establezca el color de los bordes cuando el cursor esté en este campo.

source: Set the color for placeholder.
es_es: Establecer el color para el marcador de posición.

source: Set the color for primary buttons when they will be covered by mouse.
es_es: Establezca el color para los botones primarios cuando estén cubiertos por el mouse.

source: Set the color for primary buttons.
es_es: Establecer el color para los botones primarios.

source: Set the color for secondary buttons when they will be covered by mouse.
es_es: Establezca el color de los botones secundarios cuando estén cubiertos por el mouse.

source: Set the color for secondary buttons.
es_es: Establecer el color para los botones secundarios.

source: Set the color for text in labels.
es_es: Establecer el color para el texto en las etiquetas.

source: Set the color for text in primary buttons.
es_es: Establecer el color para el texto en los botones primarios.

source: Set the color for text in secondary buttons.
es_es: Establecer el color para el texto en los botones secundarios.

source: Set the color for text.
es_es: Establecer el color para el texto.

source: Set the quality of images in %. The highest value is 100.
es_es: Establece la calidad de las imágenes en %. El valor más alto es 100.

source: Set the text for "Log in" button.
es_es: Establecer el texto para el botón "Iniciar sesión".

source: Set the text for "Register" button.
es_es: Establecer el texto para el botón "Registrarse".

source: Set the text for secondary button.
es_es: Establecer el texto para el botón secundario.

source: Set the width for profile container. The maximum is 100%.
es_es: Establecer el ancho para el contenedor de perfil. El máximo es 100%.

source: Set to default
es_es: Establecer a predeterminado

source: Set url to which user will be redirected after clicking on secondary button in Login form.
es_es: Establezca la URL a la que se redirigirá al usuario después de hacer clic en el botón secundario en el formulario de inicio de sesión.

source: Settings
es_es: Ajustes

source: Share
es_es: Compratir

source: Share to Friends Activity
es_es: Compartir en la actividad de amigos

source: Shared activity is not exist or user don't have read permission to read activity.
es_es: La actividad compartida no existe o el usuario no tiene permiso de lectura para leer la actividad.

source: Shared post by user will be displayed in all user's friends Activity page
es_es: La publicación compartida por usuario se mostrará en la página de actividad de los amigos de todos los usuarios

source: Shares
es_es: Comparte

source: Shipping Address
es_es: Dirección de Envío

source: Shipping Information
es_es: Información de envío

source: Show Activity Filter
es_es: Mostrar filtro de actividad

source: Show Display Name
es_es: Mostrar Visualizar Nombre

source: Show Display Name In Profile Header
es_es: Mostrar Visualizar Nombre ne Encabezado de Perfil

source: Show Friends and Followers
es_es: Mostrar Amigos y Seguidores

source: Show Load More Button
es_es: Mostrar el botón Cargar más

source: Show Only Members With Cover
es_es: Mostrar solo Usuarios con Portada

source: Show Only Members With Photo
es_es: Mostrar solo Usuarios con Foto

source: Show Pages
es_es: Mostrar Páginas

source: Show Remember Me
es_es: Mostrar Acuérdate de mi

source: Show an asterisk for required fields
es_es: Mostrar un asterisco para los campos requeridos

source: Show billing address in user settings
es_es: Mostrar dirección de facturación en la configuración de usuario

source: Show bought products in profile
es_es: Mostrar los productos comprados en el perfil

source: Show extra user information below tagline?
es_es: Mostrar información adicional del usuario debajo del lema?

source: Show group action buttons?
es_es: ¿Mostrar botones de acción de grupo?

source: Show my profile in Members Directory.
es_es: Mostrar mi perfil en el Directorio de Miembros.

source: Show ordered Membership Levels
es_es: Mostrar los niveles de Usuarios ordenados

source: Show orders in members directory
es_es: Mostrar pedidos en el directorio de miembros

source: Show orders in profile
es_es: Mostrar pedidos en perfil

source: Show product reviews in profile
es_es: Mostrar comentarios de productos en el perfil

source: Show purchases in profile
es_es: Mostrar compras en perfil

source: Show results only after search
es_es: Mostrar resultados solo después de la búsqueda

source: Show shipping address in user settings
es_es: Mostrar dirección de envío en la configuración de usuario

source: Show short post view
es_es: Mostrar vista de publicación corta

source: Show tabs
es_es: Mostrar pestañas

source: Show tagline below profile name
es_es: Mostrar lema debajo del nombre del perfil

source: Show total spent in members directory
es_es: Mostrar el total gastado en el directorio de miembros

source: Show total spent in profile
es_es: Mostrar el total gastado en el perfil

source: Shows the list of activities, depending on likes.
es_es: Muestra la lista de actividades, según gustos.

source: Shows the list of groups, depending on the number of followers.
es_es: Muestra la lista de grupos, dependiendo del número de seguidores.

source: Shows the list of suggested groups.
es_es: Muestra la lista de grupos sugeridos.

source: Since:
es_es: Desde:

source: Single Result Text
es_es: Texto de un solo resultado

source: Site Accessible to Everyone
es_es: Sitio accesible para todos

source: Site Accessible to Logged In Users
es_es: Sitio accesible para usuarios registrados

source: Site wide
es_es: Todo el sitio

source: Skip & Deactivate
es_es: Saltar y desactivar

source: Slider Images
es_es: Imágenes deslizantes

source: Slider Name
es_es: Nombre del deslizante

source: Smile Button Background Color
es_es: Color de fondo del botón de la sonrisa

source: Smile Button Hover Background Color
es_es: Color de Fondo de Hover del Botón de sonrisa

source: Smile button icon size
es_es: Tamaño del icono del botón de sonrisa

source: Social Login
es_es: Inicio de sesión social

source: Social Login (PRO)
es_es: Inicio de sesión social (PRO)

source: Social Network Integration
es_es: Integración de redes sociales

source: Social Networks Integration (PRO)
es_es: Integración de Redes Sociales (PRO)

source: Social network integration
es_es: Integración de redes sociales

source: Social sign-in
es_es: Inicio de sesión social

source: Some of requested users cannot receive or send messages
es_es: Algunos de los usuarios solicitados no pueden recibir o enviar mensajes

source: Some of your products is extendable, but you don't have original product purchased before.
es_es: Algunos de sus productos son extensibles, pero no ha comprado el producto original anteriormente.

source: Something going wrong while trying to send data to MailChimp. Please contact site owner.
es_es: Algo va mal al intentar enviar datos a MailChimp. Por favor, póngase en contacto con el propietario del sitio.

source: Something going wrong while trying to send data to mail list service. Please contact site owner.
es_es: Algo va mal al intentar enviar datos al servicio de listas de correo. Por favor, póngase en contacto con el propietario del sitio.

source: Something went wrong
es_es: Algo salió mal

source: Sorry, the original post was deleted by its author.
es_es: Lo sentimos, la publicación original fue eliminada por su autor.

source: Sort Groups by
es_es: Ordenar grupos por

source: Sorts in Descending order
es_es: Clases en orden descendente

source: Specific roles
es_es: Roles específicos

source: Specify a description of Group page. Search engines can pick up this description to show with the results of searches.
es_es: Especifique una descripción de la página del grupo. Los motores de búsqueda pueden recoger esta descripción para mostrarla con los resultados de las búsquedas.

source: Specify a description of User Profile page. Search engines can pick up this description to show with the results of searches.
es_es: Especifique una descripción de la página de perfil de usuario. Los motores de búsqueda pueden recoger esta descripción para mostrarla con los resultados de las búsquedas.

source: Square
es_es: Cuadrado

source: Start
es_es: Comienzo

source: State
es_es: Estado

source: State / County
es_es: Provincia / País

source: State / County is required
es_es: Se requiere estado / condado

source: Statistics
es_es: Estadísticas

source: Status
es_es: Estado

source: Stripe payments.
es_es: Pagos Stripe.

source: Subscribe
es_es: Suscribirse

source: Subscribe success message
es_es: Mensaje de Suscripción exitosa

source: Subscriptions
es_es: Suscripciones

source: Subscriptions (PRO)
es_es: Suscripciones (PRO)

source: Subscriptions Lists
es_es: Listas de suscripciones

source: Success checkout text
es_es: Texto de pago exitoso

source: Support part
es_es: Parte de apoyo

source: Supsystic Forum
es_es: Foro Supsystic

source: Supsystic Membership Role
es_es: Rol Supsystic Membership

source: Symbol
es_es: Símbolo

source: Tag does not exists at this group
es_es: La etiqueta no existe en este grupo

source: Tags
es_es: Etiquetas

source: Tags for this group have not been added yet.
es_es: Las etiquetas para este grupo no se han agregado todavía.

source: Test
es_es: Prueba

source: Test Mode
es_es: Modo de Prueba

source: Test Payments
es_es: Prueba de pagos

source: Test mail
es_es: Correo de prueba

source: Test user
es_es: Usuario de prueba

source: Text
es_es: Texto

source: Text that users will see when they need to renew this Level.
es_es: Texto que los usuarios verán cuando necesiten renovar este nivel.

source: Thank you for choosing our Membership plugin
es_es: Gracias por elegir nuestro Membership plugin

source: Thank you for choosing our plugin! We are happy you like Membership plugin by Supsystic and You will get our best work!
es_es: Gracias por elegir nuestro plugin! ¡Nos alegra que te guste el Membership plugin de Supsystic y obtendrás nuestro mejor trabajo!

source: Thank you for registration!
es_es: Gracias por registrarte!

source: Thank you for signing up with {site_name}! To activate your account, please click the link below to confirm your email address: <a href="{account_activation_link}">{account_activation_link}</a> If you have any problems, please contact us at {admin_email} Thanks, {site_name}
es_es: ¡Gracias por registrarte en {site_name}! Para activar su cuenta, haga clic en el enlace a continuación para confirmar su dirección de correo electrónico: <a href="{account_activation_link}"> {account_activation_link} </a> Si tiene algún problema, contáctenos en {admin_email} Gracias, {site_name}

source: The color theme. You can select from themes, provided by Google, for your reCaptcha.
es_es: El tema del color. Puede seleccionar entre los temas, proporcionados por Google, para su reCaptcha.

source: The message that admin will get if some account needs to be reviewed.
es_es: El mensaje que recibirá el administrador si alguna cuenta necesita ser revisada.

source: The message that admin will receive after a new user signs up. In case you don't want to get this email just turn this option off.
es_es: El mensaje que el administrador recibirá después de que un nuevo usuario se registre. En caso de que no quiera recibir este correo electrónico, simplemente desactive esta opción.

source: The message was sent
es_es: El mensaje fue enviado

source: The name of site that will be indicated in emails.
es_es: El nombre del sitio que se indicará en los correos electrónicos.

source: The requested social network integration is not enabled
es_es: La integración de la red social solicitada no está habilitada

source: The size of the CAPTCHA widget.
es_es: El tamaño del widget CAPTCHA.

source: The total number of recurring billing cycles for this level, including the trial period (if applicable) but not including the initial payment. Set to zero if membership is indefinite.
es_es: El número total de ciclos de facturación recurrentes para este nivel, incluido el período de prueba (si corresponde), pero sin incluir el pago inicial. Se establece en cero si la membresía es indefinida.
