Repository: common-repository/membership-by-supsystic
Catalog: app/lang/membership-by-supsystic-*.po
Languages: es_es

source: The type of CAPTCHA to serve.
es_es: El tipo de CAPTCHA para servir.

source: The vendor account number for the 2Checkout gateway
es_es: El número de cuenta del proveedor para la pasarela 2Checkout

source: There are no Membership Levels on this site for now.
es_es: No hay niveles de Membership en este sitio por ahora.

source: There is no administrators left in group, you must delete group first.
es_es: No hay administradores que quedan en el grupo, primero debe eliminar el grupo.

source: There is no data to import.
es_es: No hay datos para importar.

source: There is no products
es_es: No hay administradores que queden en el grupo

source: There is no purchases
es_es: No hay compras

source: There is no reviews
es_es: No hay opiniones

source: There is no subscription in subscriptions lists
es_es: No hay suscripción en las listas de suscripciones

source: There is no user with provided id
es_es: No hay usuario con el ID proporcionado

source: There is no users yet.
es_es: No hay usuarios todavía.

source: There was some problem while trying to get your lists. Make sure that your API key is correct.
es_es: Hubo algún problema al tratar de obtener sus listas. Asegúrese de que su clave API es correcta.

source: There were some errors with your data
es_es: Hubo algunos errores con tus datos

source: There's no any activity yet
es_es: Aún no hay ninguna actividad

source: This Level is Expired
es_es: Este nivel ha expirado

source: This content is closed for you
es_es: Este contenido está cerrado para ti

source: This email will be sent to user after his account has been approved and activated by admin.
es_es: Este correo electrónico se enviará al usuario una vez que su cuenta haya sido aprobada y activada por el administrador.

source: This email will be sent to user if admin rejected his account.
es_es: Este correo electrónico será enviado al usuario si el administrador rechazó su cuenta.

source: This email will be sent to user if he has requested to change the password.
es_es: Este correo electrónico será enviado al usuario si ha solicitado cambiar la contraseña.

source: This email will be sent to user if he needs to wait till admin will approve his account.
es_es: Este correo electrónico se enviará al usuario si necesita esperar hasta que el administrador apruebe su cuenta.

source: This email will be sent to user if his account has been deactivated.
es_es: Este correo electrónico será enviado al usuario si su cuenta ha sido desactivada.

source: This email will be sent to user if this account has been deleted.
es_es: Este correo electrónico será enviado al usuario si esta cuenta ha sido eliminada.

source: This email will be sent to user, so he could confirm his email and activate the account after registration.
es_es: Este correo electrónico se enviará al usuario, para que pueda confirmar su correo electrónico y activar la cuenta después del registro.

source: This email will be used as Sender.
es_es: Este correo electrónico será utilizado como remitente.

source: This is not your Order
es_es: Este no es tu Pedido

source: This is protected field. You cannot modify its type.
es_es: Este es un campo protegido. No puedes modificar su tipo.

source: This message will be shown after subscription in the settings of user's profile right after subscriber will be created and confirmed.
es_es: Este mensaje se mostrará después de la suscripción en la configuración del perfil del usuario justo después de que el suscriptor sea Creado y confirmado.

source: This module is used for test purpose only. Do not use in in Production.
es_es: Este módulo se utiliza sólo para fines de prueba. No usar en producción.

source: This month
es_es: Este mes

source: This option allows to use html markup language to edit the text in emails.
es_es: Esta opción permite usar el lenguaje de marcado html para editar el texto en los correos electrónicos.

source: This option will create subscriber directly after new user registration. If this option is disabled - new subscriber won't be created for your subscription list after registration. In this case user will be able to subscribe only in his Profile Settings.
es_es: Esta opción creará un suscriptor directamente después del nuevo registro de usuario. Si esta opción está deshabilitada, no se creará un nuevo suscriptor para su lista de suscripción después del registro. En este caso, el usuario podrá suscribirse solo en su Configuración de perfil.

source: This page is disabled by site administrator.
es_es: Esta página está deshabilitada por el administrador del sitio.

source: This post not exist!
es_es: Esta publicación no existe!

source: This tab allows you to see detail user reports on restricted content types of other users and write to the reporter/reported user or block him/her.
es_es: Esta pestaña le permite ver informes de usuarios detallados sobre tipos de contenido restringido de otros usuarios y escribir al reportero / usuario informado o bloquearlo.

source: This user is blocking your messages.
es_es: Este usuario está bloqueando tus mensajes.

source: This user is restrict access to his about page.
es_es: Este usuario tiene acceso restringido a su página acerca de.

source: This user is restrict access to his activity page.
es_es: Su usuario es restringir el acceso a su página de actividad.

source: This user is restrict access to his comments page.
es_es: Este usuario tiene acceso restringido a su página de comentarios.

source: This user is restrict access to his followers page.
es_es: Este usuario tiene acceso restringido a su página de seguidores.

source: This user is restrict access to his friends page.
es_es: Este usuario tiene acceso restringido a su página de amigos.

source: This user is restrict access to his groups page.
es_es: Este usuario tiene acceso restringido a su página de grupos.

source: This user is restrict access to his posts page.
es_es: Este usuario tiene acceso restringido a su página de publicaciones.

source: This user is restrict access to his profile.
es_es: Este usuario tiene acceso restringido a su página de perfil.

source: This week
es_es: Esta semana

source: This will be initial amount for the first payment
es_es: Este será la cantidad inicial para el primer pago

source: This year
es_es: Este año

source: Thousands separator
es_es: Separador de miles

source: Title
es_es: Título

source: Title:
es_es: Título:

source: To
es_es: Para

source: To be unique develop your own coloristic combination of Membership design.
es_es: Para ser único, desarrolle su propia combinación colorista de diseño de Membership.

source: To complete your registration administrator needs to review your account.<br>You will receive email about your account activation after review.
es_es: Para completar su registro, el administrador necesita revisar su cuenta. <br> Recibirá un correo electrónico sobre la activación de su cuenta después de la revisión.

source: To complete your registration please follow the activation link in confirmation email message that you will receive.
es_es: Para completar su registro, siga el enlace de activación en el mensaje de correo electrónico de confirmación que recibirá.

source: To find your Facebook App ID please login to your Facebook account at <a target="_blank" href="https://developers.facebook.com/apps/">https://developers.facebook.com/apps/</a>. Then on the left main menu click on Dashboard. Copy / Paste your App ID into "Facebook App ID" field here. For more detailed instruction - check article <a target="_blank" href="http://supsystic.com/integrate-membership-facebook-app/">here</a>.
es_es: Para encontrar su ID de aplicación de Facebook, inicie sesión en su cuenta de Facebook en <a target="_blank" href="https://developers.facebook.com/apps/"> https://developers.facebook.com/apps/ </a>. Luego, en el menú principal de la izquierda, haga clic en Panel de control. Copie / pegue su ID de aplicación en el campo "ID de aplicación de Facebook" aquí. Para obtener instrucciones más detalladas, consulte el artículo <a target="_blank" href="http://supsystic.com/integrate-membership-facebook-app/"> aquí </a>.

source: To find your Facebook App Secret please login to your Facebook account at https://developers.facebook.com/apps/. Then on the left main menu click on Dashboard. Copy / Paste your App Secret into "Facebook App Secret" field here. For more detailed instruction - check article <a target="_blank" href="http://supsystic.com/integrate-membership-facebook-app/">here</a>.
es_es: Para encontrar su secreto de la aplicación de Facebook, inicie sesión en su cuenta de Facebook en https://developers.facebook.com/apps/. Luego, en el menú principal de la izquierda, haga clic en Panel de control. Copie / pegue su secreto de App en el campo "Secreto de App de Facebook" aquí. Para obtener instrucciones más detalladas, consulte el artículo <a target="_blank" href="http://supsystic.com/integrate-membership-facebook-app/"> aquí </a>.

source: To find your MailChimp API Key login to your Mailchimp account at http://mailchimp.com. On the left main menu click on your Username, then select "Account" in the flyout menu. From the account page select "Extras", "API Keys". Your API Key will be listed in the table labeled "Your API Keys". Copy / Paste your API key into "MailChimp API key" field here.
es_es: Para encontrar su clave de la API de MailChimp ingrese a su cuenta de Mailchimp en http://mailchimp.com. En el menú principal de la izquierda, haga clic en su nombre de usuario, luego seleccione "Cuenta" en el menú desplegable. Desde la página de la cuenta, seleccione "Extras", "Claves de API". Su clave de API aparecerá en la tabla "Sus claves de API". Copie / pegue su clave API en el campo "Clave API MailChimp" aquí.

source: To find your Twitter API Key please login to your Twitter account at https://apps.twitter.com/. Open the settings of your App and click on "Keys and Access Tokens" tab. Copy / Paste "Consumer Key (API Key)" into "Twitter API Key" field here. For more detailed instruction - check article <a target="_blank" href="http://supsystic.com/integrate-membership-twitter/">here</a>.
es_es: Para encontrar su clave API de Twitter, inicie sesión en su cuenta de Twitter en https://apps.twitter.com/. Abra la configuración de su aplicación y haga clic en la pestaña "Key y fichas de acceso". Copie / pegue "Clave de consumidor (Clave de API)" en el campo "Clave de API de Twitter" aquí. Para obtener instrucciones más detalladas, consulte el artículo <a target="_blank" href="http://supsystic.com/integrate-membership-twitter/"> aquí </a>.

source: To find your Twitter API Secret please login to your Twitter account at https://apps.twitter.com/. Open the settings of your App and click on "Keys and Access Tokens" tab. Copy / Paste "Consumer Secret (API Secret)" into "Twitter API Secret" field here. For more detailed instruction - check article <a target="_blank" href="http://supsystic.com/integrate-membership-twitter/">here</a>.
es_es: Para encontrar el secreto de la API de Twitter, inicie sesión en su cuenta de Twitter en https://apps.twitter.com/. Abra la configuración de su aplicación y haga clic en la pestaña "Keys y fichas de acceso". Copie / pegue "Secreto del consumidor (Secreto de la API)" en el campo "Secreto de la API de Twitter" aquí. Para obtener instrucciones más detalladas, consulte el artículo <a target="_blank" href="http://supsystic.com/integrate-membership-twitter/"> aquí </a>.

source: To:
es_es: Para:

source: Today
es_es: Hoy

source: Token response error. You need to reconnect to %s.
es_es: Error de respuesta del token. Necesitas reconectarte a %s.

source: Topics Started
es_es: Temas iniciados

source: Total Spent
es_es: Total gastado

source: Total Statistics
es_es: Estadísticas totales

source: Total Statistics is empty for now.
es_es: Estadísticas totales están vacías por ahora.

source: Town / City
es_es: Pueblo / ciudad

source: Town / City is required
es_es: Pueblo / Ciudad es requerido

source: Transaction Key
es_es: Clave de transacción

source: Tune needed settings for frontend appearance of Membership Groups.
es_es: Sintonice las configuraciones necesarias para la apariencia del frontend de los Grupos de Membership.

source: Twitter API Key
es_es: Twitter API Ключ

source: Twitter API Secret
es_es: Twitter API Секрет

source: Type
es_es: Tipo

source: Unapprove
es_es: Desaprobar

source: Unblock
es_es: Desbloquear

source: Unblock actvity
es_es: Desbloquear actividad

source: Unblock group
es_es: Desbloquear grupo

source: Unblock user
es_es: Desbloquear usuario

source: Unfollow
es_es: Dejar de seguir

source: Unfriend
es_es: Eliminar de amigos

source: Uninstall
es_es: Desinstalar

source: Unknown upload error.
es_es: Error de carga desconocido.

source: Unpublished
es_es: Sin publicar

source: Unread
es_es: No leído

source: Unsubscribe
es_es: Darse de baja

source: Unsubscribed successfully
es_es: Dado de baja correctamente

source: Unsupported file format
es_es: Formato de archivo no soportado

source: Unsupported image format
es_es: Formato de imagen no compatible

source: Unsupported image format. You can use jpeg or png image format.
es_es: Formato de imagen no compatible. Puede utilizar el formato de imagen jpeg o png.

source: Unsupported template.
es_es: Plantilla no soportada.

source: Update
es_es: Actualizar

source: Upgrade your Membership site and provide beneficial abilities for clients with Membership PRO Addons by Supsystic.
es_es: Actualice su sitio de Membership y brinde habilidades beneficiosas para clientes con Membership PRO Addons by Supsystic.

source: Upload Icon
es_es: Icono de carga

source: Upload logo
es_es: Subir logo

source: Upload photo
es_es: Subir foto

source: Uploads
es_es: Subidas

source: Use Default Theme Colors
es_es: Usar colores de tema predeterminados

source: Use HTML for E-mails
es_es: Usar HTML para correos electrónicos

source: Use Profile Avatar
es_es: Usar avatar de perfil

source: Use Profile Cover
es_es: Usar cubierta de perfil

source: Use Profile Gravatar
es_es: Utilice el perfil Gravatar

source: Use your own social network app
es_es: Usa tu propia aplicación de red social

source: User Display Name
es_es: Nombre para mostrar del usuario

source: User Fields
es_es: Campos de usuario

source: User ID
es_es: ID Користувача

source: User Name
es_es: Nombre de usuario

source: User Profile
es_es: Perfil del usuario

source: User Profile Dynamic Meta Description
es_es: Meta Descripciones Dinámicas del Perfil de Usuario

source: User Profile Title
es_es: Título del perfil de usuario

source: User Registration
es_es: Registro de usuario

source: User Report
es_es: Informe de usuario

source: User Role List
es_es: Lista de roles de usuario

source: User Roles that can use search
es_es: Roles de usuario que pueden utilizar la búsqueda

source: User Roles to Display
es_es: Funciones de usuario para mostrar

source: User activated
es_es: Usuario activado

source: User already blocked
es_es: Usuario ya bloqueado

source: User already followed
es_es: Usuario ya seguido

source: User already has badges
es_es: El usuario ya tiene insignias

source: User already in friends
es_es: Usuario ya en amigos

source: User blocked
es_es: Usuario bloqueado

source: User does not have permission to delete this group.
es_es: El usuario no tiene permiso para eliminar este grupo.

source: User get role
es_es: El usuario obtiene el rol

source: User is not allowed to edit this order
es_es: El usuario no tiene permiso para editar este pedido

source: User is not blocked
es_es: El usuario no está bloqueado

source: User is not follower of this group
es_es: El usuario no es seguidor de este grupo

source: User is not found
es_es: Usuario no encontrado

source: User is not provided.
es_es: El usuario no se proporciona.

source: User not found
es_es: Usuario no encontrado

source: User not selected
es_es: Usuario no seleccionado

source: User registration is disabled. To enable go to WP Settings > General and check box for Membership option.
es_es: El registro de usuarios está deshabilitado. Para habilitar, vaya a Configuración de WP > General y casilla de verificación para la opción Membership.

source: User unblocked
es_es: Usuario desbloqueado

source: User update error
es_es: Error de actualización del usuario

source: User will see this message after subscription in the settings of his profile, when email with confirmation link was sent.
es_es: El usuario verá este mensaje después de la suscripción en la configuración de su perfil, cuando el correo electrónico con el enlace de confirmación fue expedido.

source: User with email %s already exists. Skipped.
es_es: El usuario con correo electrónico %s ya existe. Saltado.

source: User with id %d is not found
es_es: No se encuentra el usuario con id %d

source: User with login %s already exists. Skipped.
es_es: El usuario con login %s ya existe. Saltado.

source: User with this %s e-mail address already exists.
es_es: El usuario con esta dirección de correo electrónico %s ya existe.

source: User with username %s already exists
es_es: El usuario con nombre de usuario %s ya existe

source: Username
es_es: Nombre de usuario

source: Username or E-mail
es_es: Nombre de usuario o correo electrónico

source: Username or E-mail is required
es_es: Se requiere nombre de usuario o correo electrónico

source: Username or E-mail is required.
es_es: Se requiere nombre de usuario o correo electrónico.

source: Username or Email Address
es_es: Nombre de usuario o dirección de correo electrónico

source: Users
es_es: Usuarios

source: Users profile activity page
es_es: Página de actividad del perfil de los usuarios

source: Users with the chosen role will be shown on "Members" tab.
es_es: Usuarios con un Rol elegido, serán mostrados en la pestaña de "Miembros".

source: Vendor account number
es_es: Número de cuenta del vendedor

source: View
es_es: Ver

source: View previous comments
es_es: Ver comentarios anteriores

source: View previous replies
es_es: Ver respuestas anteriores

source: Waiting for schedule
es_es: Esperando el horario

source: Warning! All membership users data will be deleted. This action cannot be undone!
es_es: ¡Advertencia! Todos los datos de los usuarios de la membresía serán eliminados. ¡Esta acción no se puede deshacer!

source: Warning! Some required Membership plugin pages are missing or haven't been created, you can assign or create them <a href="%s">here</a>
es_es: ¡Advertencia! Faltan algunas páginas del complemento de Membership o no se han creado, puede asignarlas o crearlas <a href="%s"> aquí </a>

source: We are constantly making improvements of the Membership tool usage for your maximum comfort and easiness. And now it is the most appropriate moment to tell you about some options and features of Membership plugin.
es_es: Estamos constantemente realizando mejoras en el uso de la herramienta de Membership para su máxima comodidad y facilidad. Y ahora es el momento más apropiado para informarle sobre algunas opciones y características del complemento Membership.

source: We love the plugins that we created and feel responsibility for every our product. Constantly we are trying to improve something or update the new features, but sometimes you may have a situation when you need help or have an issue. We can propose you next kinds of help:
es_es: Nos encantan los complementos que creamos y nos sentimos responsables de cada uno de nuestros productos. Constantemente intentamos mejorar algo o actualizar las nuevas funciones, pero a veces puede tener una situación en la que necesite ayuda o tenga un problema. Podemos proponerle los siguientes tipos de ayuda:

source: Week
es_es: Semana

source: Week(s)
es_es: Semana(s)

source: Welcome to the
es_es: Bienvenido a

source: Welcome to {site_name}!
es_es: Bienvenido a {site_name}!

source: Well done!
es_es: ¡Bien hecho!

source: What is the reason?
es_es: ¿Cual es la razon?

source: What's new?
es_es: ¿Qué hay de nuevo?

source: When this option is activated - users, who want to login to your website, will be redirected to Membership Login page instead of usual WordPress login form.
es_es: Cuando esta opción está activada, los usuarios que desean iniciar sesión en su sitio web serán redirigidos a la página de ingreso de Membership en lugar del formulario de inicio de sesión de WordPress habitual.

source: When user bought any product assign role:
es_es: Cuando el usuario compró un rol de asignación de producto:

source: When user bought specific product: assign role:
es_es: Cuando el usuario compró un producto específico: asignar rol:

source: Who can be invited
es_es: Quién puede ser invitado

source: Who can comment my activity posts.
es_es: Quien puede comentar mis publicaciones de actividad.

source: Who can invite
es_es: Quien puede invitar

source: Who can post to my profile activity.
es_es: Quién puede publicar en mi perfil de actividad.

source: Who can send me private messages.
es_es: Quien me puede enviar mensajes privados.

source: Who can view about information on my profile.
es_es: Quién puede ver información sobre mi perfil.

source: Who can view comments on my activity posts.
es_es: Quién puede ver los comentarios en mis publicaciones de actividad.

source: Who can view my followers.
es_es: Quien puede ver a mis seguidores.

source: Who can view my follows.
es_es: Quien puede ver mis seguidos.

source: Who can view my friends.
es_es: Quien puede ver a mis amigos.

source: Who can view my groups.
es_es: Quién puede ver mis grupos.

source: Who can view my posts.
es_es: Quién puede ver mis publicaciones.

source: Who can view my profile activity page.
es_es: Quién puede ver mi página de actividad de perfil.

source: Who can view my profile.
es_es: Quien puede ver mi perfil.

source: WooCommerce integration is made for those who want to create online shop inside Membership community.
es_es: La integración de WooCommerce se realiza para aquellos que desean crear una tienda en línea dentro de la comunidad de Membership.

source: Write a comment...
es_es: Escribir un comentario...

source: Write a message
es_es: Escribe un mensaje

source: Write a message...
es_es: Escribe un mensaje...

source: Year(s)
es_es: Año(s)

source: Yes
es_es: Si

source: You able to use addon but update is disabled
es_es: Puedes usar el complemento pero la actualización está deshabilitada

source: You are is blocked by group administrator
es_es: Usted está bloqueado por el administrador del grupo

source: You are not logged-in
es_es: Usted no se ha identificado

source: You can import new users as well as data for custom fields. To do this, you need to specify the required fields in the first line of your csv file and for next lines data related to these fields.
es_es: Puede importar nuevos usuarios, así como datos para campos personalizados. Para hacer esto, debe especificar los campos obligatorios en la primera línea de su archivo csv y para los datos de las siguientes líneas relacionados con estos campos.

source: You can login in to your account here.
es_es: Puede iniciar sesión en su cuenta aquí.

source: You can not delete this map
es_es: No puedes borrar este mapa

source: You do not have access!
es_es: No tienes acceso!

source: You don't have any conversations started.
es_es: No tienes ninguna conversación iniciada.

source: You don't have permissions to access this user profile.
es_es: No tienes permisos para acceder a este perfil de usuario.

source: You don't have unread notifications.
es_es: No tienes notificaciones sin leer.

source: You have new {friend_follower}
es_es: Tienes nuevo {friend_follower}
