Repository: common-repository/membership-by-supsystic
Catalog: app/lang/membership-by-supsystic-*.po
Languages: es_es

source: Cover Thumbnail Small Size
es_es: Cubierta de Miniatura Tamaño Pequeño

source: Create
es_es: Crear

source: Create Group
es_es: Crear Grupo

source: Create all unassigned pages
es_es: Crear todas las páginas sin asignar

source: Create and edit mailing templates of users letters and notifications for administrator.
es_es: Cree y edite las plantillas de correo de las cartas y notificaciones de los usuarios para el administrador.

source: Create groups
es_es: Crear grupos

source: Create new Membership Badges
es_es: Crear nuevas insignias de Membership

source: Create new Membership Currency
es_es: Crear nueva Divisa de Afiliación

source: Create new Membership Drip
es_es: Crear nuevo Goteo de Afiliación

source: Create new Membership Level
es_es: Crear nueva Nivel de Afiliación

source: Create new group
es_es: Crear gupo nuevo

source: Create page
es_es: Crear página

source: Create user
es_es: Crear usuario

source: Currency
es_es: Divisa

source: Currency value (corresponding to default currency)
es_es: Valor de Divisa (Correspondiente a la divisa por defecto)

source: Current password is required
es_es: Contraseña actual requerida

source: Current password was incorrect
es_es: Contraseña actual no es correcta

source: Custom text if no users were found
es_es: Texto personalizado si no se encontraron usuarios

source: Dark
es_es: Oscuro

source: Data exported successfully
es_es: Datos exportados exitosamente

source: Data successfully imported.
es_es: Los datos importados con éxito.

source: Database error
es_es: Error de Base de datos

source: Date
es_es: Fecha

source: Date Format
es_es: Formato de Fecha

source: Day
es_es: Día

source: Day(s)
es_es: Día(s)

source: Decline
es_es: Rechazar

source: Decline Friend Request
es_es: Rechazar Petición de Amigo

source: Default Activity Filter
es_es: Filtro de actividad predeterminado

source: Default Avatar Image
es_es: Imagen de Avatar por Defecto

source: Default Cover Image
es_es: Imagen de Cubierta por Defecto

source: Default Logo Image
es_es: Imagen de Logotipo por Defecto

source: Default Selected
es_es: Predeterminado Seleccionado

source: Default Sort Users By
es_es: Predeterminado Ordenar Usuarios Por

source: Default User role
es_es: Rol de usuario por defecto

source: Delete
es_es: Eliminar

source: Delete account
es_es: Eliminar cuenta

source: Delete conversation
es_es: Eliminar conversación

source: Delete group
es_es: Eliminar grupo

source: Delete messages
es_es: Eliminar mensajes

source: Delete selected
es_es: Eliminar seleccionado

source: Delete their account
es_es: Eliminar su cuenta

source: Delete this conversation?
es_es: Eliminar esta conversación?

source: Delete this messages?
es_es: Eliminar estos mensajes?

source: Deleted
es_es: Eliminado

source: Demo Mode
es_es: Modo Demo

source: Description
es_es: Descripción

source: Design
es_es: Diseño

source: Design Customization
es_es: Personalización de diseño

source: Details
es_es: Detalles

source: Disable double opt-in
es_es: Desactivar doble aceptación

source: Disable double opt-in confirmation message sending. This option will create subscriber directly after he will subscribe to your list.
es_es: Desactivar mandas mensajes para la confirmación de doble aceptación. Esta opción creará un suscriptor directamente después de que se haya suscrito a tu lista.

source: Disabled
es_es: Deshabilitado

source: Disconnect
es_es: Desconectar

source: Displayed
es_es: Mostrado

source: Don't add friend's posts to my activity.
es_es: No agregar las publicaciones de amigos a mi actividad.

source: Dripping (schedule) Content
es_es: Contenido de Goteo (Programar)

source: Dripping Content
es_es: Contenido de goteo

source: Dropdown List
es_es: Lista desplegable

source: Edit
es_es: Editar

source: Edit or delete other users activity
es_es: Editar o borrar la actividad de otros usuarios

source: Edit profile
es_es: Editar perfil

source: Email Address
es_es: Dirección Email

source: Email Address is required
es_es: Se requiere E-mail

source: Email address for notifications
es_es: Dirección de correo electrónico para notificaciones

source: Email confirmation
es_es: Confirmación Email

source: Email delivery depends from your server configuration. For some cases - you and your subscribers can not receive emails just because email on your server is not working correctly. You can easy test it here - by sending test email. If you receive it - then it means that email functionality on your server works well. If not - this means that it is not working correctly and you should contact your hosting provider with this issue and ask them to setup email functionality for you on your server.
es_es: El envío de correo depende de la configuración de tu servidor. En algunos casos - Tu y tus subscritores no podéis recibir correos porque el email en tu servidor no está funcionando correctamente. Puedes comprobarlo fácilmente aquí - Enviando un correo de prueba. Si lo recibes - significa que tu servidor funciona correctamente. Si no - Esto significa que el servidor no funciona correctamente y deberías contactar con tu proveedor para que lo configuren correctamente.

source: Email is not valid.
es_es: Email no es valido.

source: Email is updated successfully
es_es: Email actualizado correctamente

source: Email not confirmed
es_es: Email no confirmado

source: Email that will be sent to user after signing up.
es_es: Email que se enviará al usuario después de unirse.

source: Email that will get notifications about the membership society.
es_es: Email que recibirá notificaciones de la sociedad miembros.

source: Empty API key
es_es: API key Vacía

source: Empty Form Data
es_es: Formulario de datos vacíos

source: Empty Order ID
es_es: ID de pedido vacío

source: Empty Strie Token
es_es: Vaciar Strie Token

source: Empty User ID
es_es: ID de usuario vacío

source: Empty data to save option
es_es: Vaciar datos para guardar la opción

source: Empty or invalid Badge Name
es_es: Nombre de placa vacía o inválido

source: Empty or invalid Code
es_es: Código vacío ó invalido

source: Empty or invalid ID - only Update action allowed for now
es_es: ID vacío ó invalido - sólo se puede actualizar de momento

source: Empty or invalid Level Name
es_es: Nombre de nivel vacío ó inválido

source: Empty or invalid User Id
es_es: Identificación de usuario vacía o inválida

source: Empty or invalid email
es_es: Email vacío ó invalido

source: Empty payment method
es_es: Método de pago vacío

source: Enable Cover Photo
es_es: Habilitar foto de portada

source: Enable Dripping for this Content
es_es: Habilitar Goteo para este Contenido

source: Enable Forum Tab
es_es: Habilitar la pestaña del foro

source: Enable Google ReCaptcha on login page.
es_es: Habilitar Google ReCaptcha en la página de inicio de sesión.

source: Enable Profile Photo
es_es: Habilitar Foto de Perfil

source: Enable Search feature
es_es: Habilitar Función de Búsqueda

source: Enable secondary button for Login form.
es_es: Habilitar botón secundario para formulario de acceso.

source: Enable this option and page Activity will be created on your website.
es_es: Habilita esta opción y Página de Actividad será creada en tu sitio.

source: Enable this option and page Friends will be created on your website.
es_es: Habilita esta opción y Página de Amigos será creada en tu sitio.

source: Enable this option and page Groups will be created on your website.
es_es: Habilita esta opción y Página de Grupos será creada en tu sitio.

source: Enable this option and page Messages will be created on your website.
es_es: Habilita esta opción y Página de Mensajes será creada en tu sitio.

source: Enable this option and users will be able to upload their Globally Recognized Avatar.
es_es: Habilita esta opción y los usuarios podrán subir su Avatares conocidos globalmente.

source: Enabled
es_es: Habilitado

source: Enter API key - and your list will appear here
es_es: Introduce API key - y tu lista aparecerá aquí

source: Enter API key, select List - and your groups will appear here
es_es: Introduce API key, selecciona lista - y tus grupos aparecerán aquí

source: Enter hashtags divided by the "," symbol
es_es: Introduce Hashtags dividido por el símbolo","

source: Enter name
es_es: Introduce nombre

source: Enter the email of admin.
es_es: Introduce el email del admin.

source: Enter the group title that will be defined in the browser toolbar and displayed for the page in search-engine results.
es_es: Introduce el título de grupo que será definido en la barra de herramientas del explorador y mostrado para la página en los resultados de búsqueda.

source: Enter the maximum size of file that can be uploaded by user in Mb.
es_es: Introduce el tamaño máximo de archivo que puede ser subido por el usuario en Mb.

source: Enter the profile title that will be defined in the browser toolbar and displayed for the page in search-engine results.
es_es: Introduce un título de perfil que será definido en la barra de herramientas del explorador y mostrado para la página en los resultados de búsqueda.

source: Enter the time for intervals with which messages will be updated.
es_es: Introduce el tiempo con intervalos con el que los mensajes serán actualizados.

source: Enter your Email and License Key on this page, find the information for activation in your personal account on our site %s. Then click "Activate Addons" button.
es_es: Introduce tu email y código de licencia en ésta página, encuentra la información en tu cuenta personal en nuestro sitio %s. Luego haz click en el botón "Activar Addons".

source: Error Occurred!
es_es: ¡Se produjo un error!

source: Error creating user with login: %s. Error message: %s
es_es: Error al crear usuario con inicio de sesión: %s. Mensaje de error: %s

source: Error ocured!
es_es: ¡Se produjo un error!

source: Error when adding a Google Map to the database
es_es: Error al agregar un mapa de Google a la base de datos

source: Error when adding a gallery to the database.
es_es: Error al agregar una galería a la base de datos.

source: Error when adding a slider to the database.
es_es: Error al agregar un control deslizante a la base de datos.

source: Error! File not exists!
es_es: ¡Error! ¡El archivo no existe!

source: Error! Gallery params are incorrect!
es_es: ¡Error! Los params de la galería son incorrectos!

source: Error! Illegal file entry!
es_es: ¡Error! Entrada ilegal de archivos!

source: Error! Illegal file extention!
es_es: ¡Error! Extensión de archivo ilegal!

source: Error! Image params are incorrect!
es_es: ¡Error! Los parámetros de imagen son incorrectos!

source: Error! Incorrect GoogleMaps params!
es_es: ¡Error! ¡Parámetros de GoogleMaps incorrectos!

source: Error! Incorrect Upload file params!
es_es: ¡Error! parámetros de Archivos de carga incorrectos!

source: Error! Incorrect gallery params!
es_es: ¡Error! parámetros de Galería incorrectos!

source: Error! Incorrect slider params!
es_es: ¡Error! Parámetros de control deslizante incorrectos!

source: Error! Insert Attachment Type. Db error #1
es_es: ¡Error! Inserte el tipo de accesorio. Db error #1

source: Error! Slider params are incorrect!
es_es: ¡Error! Los parámetros del control deslizante son incorrectos!

source: Error! The maximum length is 204 characters
es_es: ¡Error! La longitud máxima es de 204 caracteres

source: Establish your privacy settings for you local social network.
es_es: Establezca su configuración de privacidad para su red social local.

source: Every user must have at least %s field specified.
es_es: Cada usuario debe tener al menos %s campo especificado.

source: Everyone
es_es: Todos

source: Exceeded filesize limit.
es_es: Se excede el tamaño de archivo.

source: Expired
es_es: Expirado

source: Export
es_es: Exportar

source: Export data from activity
es_es: Exportar datos de actividad

source: Export data from activity by hashtags
es_es: Exportar datos de actividad con hashtag

source: Export to CSV
es_es: Exportar a CSV

source: Extend
es_es: Extender

source: Extend Level button text
es_es: Texto de botón extender nivel

source: Extensions
es_es: Extensiones

source: Facebook App ID
es_es: ID додатку Facebook

source: Facebook App Secret
es_es: Secret додатку Facebook

source: Failed to import posts.
es_es: Error al importar mensajes.

source: Failed to update last export data
es_es: Error al actualizar los últimos datos de exportación

source: Favorites
es_es: Favoritos

source: Feel free to contact us and don't worry, everything will be cool!
es_es: Siéntase libre de contactarnos y no se preocupe, todo estará bien!

source: Field user_login is required. Passed data: %s. Skipped.
es_es: El campo user_login es obligatorio. Datos pasados: %s. Saltado.

source: File entry error!
es_es: Error de entrada de archivo!

source: Find group...
es_es: Encuentra grupo...

source: Find user...
es_es: Encontrar usuario...

source: Finish
es_es: Termina

source: First
es_es: Primero

source: First Name
es_es: Nombre

source: First Name Last Name
es_es: Nombre Apellido

source: First Name is required
es_es: Se requiere el primer nombre

source: Follow
es_es: Seguir

source: Follow unfollow users
es_es: Seguir / no seguir a los usuarios

source: Followers
es_es: Seguidores

source: Following
es_es: Seguidores

source: Follows
es_es: Seguidos

source: Follows me
es_es: Me sigue

source: For example:
es_es: Por ejemplo:

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: Found %d users
es_es: Se encontró %d usuarios

source: Fractional precision
es_es: Precision fraccional

source: Fractional separator
es_es: Separador fraccional

source: Friend Requests
es_es: Petición de amigos

source: Friends
es_es: Amigos

source: Friends of friends
es_es: Amigos de Amigos

source: Friends only
es_es: Sólo Amigos

source: Friends/Followers Notification Body
es_es: Cuerpo de notificación de amigos / seguidores

source: Friends/Followers Notification Subject
es_es: Asunto de notificación de amigos / seguidores

source: From
es_es: De

source: Gallery Images
es_es: Imágenes de la galería

source: Gallery Name
es_es: Nombre de la galería

source: General Options
es_es: Opciones Generales

source: Get PRO Addon
es_es: Consigue el Addon PRO

source: Get Pro
es_es: Consigue el PRO

source: Get new password
es_es: Obtener nueva contraseña

source: Get this from your 2Checkout account. This should be present here to validate responce from 2Checkout!
es_es: Obtén esto de tu cuenta de 2Checkout. Esto debería estar presente aquí para validar la respuesta de 2Checkout!

source: Global Site Access
es_es: Acceso a sitio global

source: Global activity page
es_es: Página de actividad global

source: Google ReCaptcha Secret Key
es_es: Key secreta de Google ReCaptcha

source: Google ReCaptcha Site Key
es_es: Key del sitio Google ReCaptcha

source: Google ReCaptcha Size
es_es: Tamaño Google ReCaptcha

source: Google ReCaptcha Theme
es_es: Tema Google ReCaptcha

source: Google ReCaptcha Type
es_es: Tipo Google ReCaptcha

source: GoogleMaps Name
es_es: Nombre de Google Maps

source: Group Category
es_es: Categoría de grupo

source: Group Category List
es_es: Lista de categorías de grupo

source: Group Cover Size
es_es: Tamaño de Portada del Grupo

source: Group Description
es_es: Descripción del Grupo

source: Group Dynamic Meta Description
es_es: Meta Descripción Dinámica de grupo

source: Group ID
es_es: ID de Grupo

source: Group Logo Size
es_es: Tamaño del logotipo del grupo

source: Group Name
es_es: Nombre del grupo

source: Group Permalink Base
es_es: Base del Permalink del Grupo

source: Group Permalink Base: Select what data to use in the group's link. E.g. "http://supsystic/groups/culinary-blog/" or "http://supsystic/groups/1/".
es_es: Base del Permalink del Grupo: Selecciona qué datos usar en el enlace del grupo. Ej: "http://supsystic/groups/culinary-blog/" ó "http://supsystic/groups/1/".

source: Group Title
es_es: Título del Grupo

source: Group alias
es_es: Apodo del Grupo

source: Group by
es_es: Agrupar por

source: Group category name:
es_es: Nombre de la categoría de grupo:

source: Group data successfully updated
es_es: Datos del grupo actualizados correctamente

source: Group deletion
es_es: Eliminación de Grupo

source: Group does not exists
es_es: Grupo no existe

source: Group does not exists, or user not a member of this group
es_es: Grupo no existe ó usuario no es miembro de este grupo

source: Group does not exists.
es_es: Grupo no existe.

source: Group for subscribe
es_es: Grupo para suscripción

source: Group invites
es_es: Invitaciones de Grupo

source: Group is blocked
es_es: Grupo bloqueado

source: Group is blocked by administrator
es_es: Grupo bloqueado por Administrador

source: Group logo picture
es_es: Imagen de logotipo del Grupo

source: Group members only can comment
es_es: Miembros del grupo solo pueden comentar

source: Group members only can view activity
es_es: Miembros del grupo solo pueden ver actividad

source: Group members only can write posts
es_es: Miembros del grupo solo pueden escribir entradas

source: Group name is required
es_es: Nombre de Grupo Requirido

source: Group settings
es_es: Ajustes del Grupo

source: Group successfully created.
es_es: Grupo creado con éxito.

source: Group that are you looking is not found.
es_es: El grupo que buscas no se encuentra.

source: Group was deleted.
es_es: Grupo Eliminado.

source: Group with given id does not exists.
es_es: El grupo con el id dado no existe.

source: Groups
es_es: Grupos

source: Groups are disabled by site administrator.
es_es: Grupos están deshabilitados por el administrador del sitio.

source: Groups option is Turn Off, you can turn it On on the Main settings tab or click <a href="%s">here</a>.
es_es: Opciones de grupo desactivadas. Puedes activarlas en los Ajustes Principales o haciendo click <a href="%s">aquí</a>.

source: Help Icon Background Color
es_es: Color de fonde del Icono de Ayuda

source: Help Icon Color
es_es: Color de Icono de Ayuda

source: Here is possible to adjust external user's profiles look, Registration сonfirmation and others.
es_es: Aquí es posible ajustar la apariencia de los perfiles del usuario externo, confirmación de registro y otros.

source: Here is you profile link.
es_es: Aquí está tu enlace de perfil.

source: Here you can adjust main settings of the site page and enter your admin email.
es_es: Aquí puede ajustar la configuración principal de la página del sitio e ingresar su correo electrónico de administrador.

source: Hey, I noticed you just use Membership by Supsystic over a week – that’s awesome!
es_es: Oye, me di cuenta de que solo usaste Membership by Supsystic durante una semana, ¡eso es increíble!

source: Hi {display_name} This is an automated email to let you know your {site_name} account has been deactivated. I you would like your account to be reactivated please contact us at {admin_email} Thanks, {site_name}
es_es: Hola {display_name} Este es un correo electrónico automatizado para informarle que su cuenta {site_name} ha sido desactivada. Si desea que se reactive su cuenta, contáctenos en {admin_email} Gracias, {site_name}

source: Hi {display_name}. Thank you for applying for membership to {site_name}! We have reviewed your information and unfortunately we are unable to accept you as a member at this moment. Please feel free to apply again at a future date. Thanks, {site_name}
es_es: Hola {display_name}. ¡Gracias por solicitar la membresía a {site_name}! Hemos revisado su información y, lamentablemente, no podemos aceptarlo como miembro en este momento. Por favor, siéntase libre de aplicar nuevamente en una fecha futura. Gracias, {site_name}

source: Hi {display_name}. Thank you for signing up with {site_name}! To login please visit the following url: <a href="{login_url}">{login_url}</a> Your account e-mail: {email} Your account username: {username} Your account password: {password} If you have any problems, please contact us at {admin_email} Thanks, {site_name}
es_es: Hola {display_name}. ¡Gracias por registrarte en {site_name}! Para iniciar sesión por favor visite la siguiente url: <a href="{login_url}"> {login_url} </a> Su cuenta de correo electrónico: {email} Su nombre de usuario de la cuenta: {username} Contraseña de tu cuenta: {password} Si tiene algún problema, contáctenos en {admin_email} Gracias, {site_name}

source: Hi {display_name}. Thank you for signing up with {site_name}! Your account has been approved and is now active. To login please visit the following url: <a href="{login_url}">{login_url}</a> Your account e-mail: {email} Your account username: {username} Your account password: {password} If you have any problems, please contact us at {admin_email} Thanks, {site_name}
es_es: Hola {display_name}. ¡Gracias por registrarte en {site_name}! Su cuenta ha sido aprobada y ahora está activa. Para iniciar sesión, visite la siguiente url: <a href="{login_url}"> {login_url} </a> Su cuenta de correo electrónico: {email} Su nombre de usuario de la cuenta: {username} Contraseña de tu cuenta: {password} Si tiene algún problema, contáctenos en {admin_email} Gracias, {site_name}

source: Hi {display_name}. Thank you for signing up with {site_name}! Your account is currently being reviewed by a member of our team. Please allow us some time to process your request. If you have any problems, please contact us at {admin_email} Thanks, {site_name}
es_es: Hola {display_name}. ¡Gracias por registrarte en {site_name}! Su cuenta está siendo revisada actualmente por un miembro de nuestro equipo. Por favor, denos un tiempo para procesar su solicitud. Si tiene algún problema, contáctenos en {admin_email} Gracias, {site_name}

source: Hi {display_name}. This is an automated email to let you know your {site_name} account has been deleted. All of your personal information has been permanently deleted and you will no longer be able to login to {site_name}. If your account has been deleted by accident please contact us at {admin_email} Thanks, {site_name}
es_es: Hola {display_name}. Este es un correo electrónico automatizado para informarle que su cuenta {site_name} ha sido eliminada. Toda su información personal se ha eliminado de forma permanente y ya no podrá iniciar sesión en {site_name}. Si su cuenta ha sido eliminada por accidente, contáctenos en {admin_email} Gracias, {site_name}

source: Hi {display_name}. We received a request to reset the password for your account. If you made this request, click the link below to change your password: <a href="{password_reset_link}">{password_reset_link}</a> If you didn't make this request, you can ignore this email Thanks, {site_name}
es_es: Hola {display_name}. Recibimos una solicitud para restablecer la contraseña de su cuenta. Si realizó esta solicitud, haga clic en el siguiente enlace para cambiar su contraseña: <a href="{password_reset_link}">{password_reset_link}</a> Si no hiciste esta solicitud, puedes ignorar este correo electrónico. Gracias, {site_name}

source: Hi {display_name}. You have new {friend_follower}. Сheck it <a target="_blank" href="{followers_url}">here</a>
es_es: Hola {display_name}. Tienes nuevo {friend_follower}. Verifíquelo <a target="_blank" href="{followers_url}">aquí</a>
